{


"Digital Commerce": "Comércio Digital",
"The most reliable platform to buy and sell high-quality digital products.":"Platform paling dapat diandalkan untuk membeli dan menjual produk digital berkualitas tinggi.",
"Create request":"Criar solicitação",
"Explore Products": "Explore os produtos",
"Sell Now":"Venda agora",
"Popular Games":"Jogos Populares",
"Find coins, items, and services for your favorite games.": "Encontre moedas, itens e serviços para seus jogos favoritos.",
"Buy Now":"Comprar agora",
"How It Works":"Como funciona",
"Secure Transactions":"Transações Seguras",
"Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Nossa plataforma utiliza criptografia de ponta para garantir que suas transações sejam seguras e protegidas, assegurando uma experiência de compra segura.",
"Verified Sellers":"Vendedores Verificados",
"Effortless Buying & Selling":"Compra e venda sem esforço",
"Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "A Digital Commerce é o seu destino ideal para comprar e vender produtos digitais de alta qualidade. Conectamos compradores e vendedores verificados, garantindo transações seguras, entrega rápida e suporte dedicado para uma experiência perfeita.",
"Quick Links":"Links Rápidos",
"Support":"Suporte",
"Legal":"Jurídica",
"Currency":"Moeda",
"Popular Currency":"Moeda Popular",
"See Seller List":"Ver Lista de Vendedores",
"Filter":"Filtro",
"Gift Cards":"Cartões-presente",
"Boosting": "Aumentando",
"Newly Boosting": "Novamente Aumentando",
"Fortnite": "Fortnite",
"Load More":"Carregar Mais",
"Items": "Unid",
"Popular Items": "Itens Populares",
"All Items": "Todos os Itens",
"See seller list": "Ver Lista de Vendedores",
"Accounts": "Contas",
"Popular Accoounts": "Contas Populares",
"Top Ups": "Recargas",
"Top Up": "Recarregar",
"Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "Diferentemente de cartões-presente ou vouchers, o U7BUY oferece um serviço de recarga com o qual você pode adicionar fundos diretamente ao seu saldo. Ele contém uma grande variedade de opções, incluindo jogos para celular, transmissões ao vivo, compras, entretenimento e muito mais.",
"Popular Now": "Popular Agora",
"Newly Launched": "Novamente Lancado",
"All Game": "Todos os Jogos",
"All Account": "Todas as Contas",
"Coaching": "Treinamento",
"Device": "Dispositivo",
"Account type": "Tipo de Conta",
"Price": "Preço",
"Select Delivery Time": "Selecione o Tempo de Entrega",
"Clear all": "Limpar tudo",
"● Online Seller": "● Vendedor Online",
"All statuses": "Todos os Status",
"Completed": "Completo",
"Pending": "Pendente",
"Processing": "Processando",
"Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "Moedas EA Sports FC instantâneas: Monte seu Ultimate Team agora mesmo! Obtenha moedas EA Sports FC de forma rápida, segura e barata.",
"pc": "pc",
"Pickaxes: 0-10": "Picos: 0-10",
"Outfits: None": "Vestimentas: Ninguna",
"Instants": "Instants",
"Shop": "Loja",
"New World Coins Currency": "Moeda de Moedas do Mundo Novo",
"Select region": "Selecione a Região",
"Global": "Global",
"Sort by": "Ordenar por",
"lowest to highest": "de menor para maior",
"highest to lowest": "de maior para menor",
"V-Bucks": "V-Bucks",
"Popular": "Popular",
"Other sellers (84)": "Outros vendedores (84)",
"Recommended": "Recomendado",
"All Sellers (8)": "Todos os Vendedores (8)",
"Delivery Time": "Tempo de Entrega",
"Delivery Method": "Metodo de Entrega",
"Stock": "Estoque",
"Login Top UP": "Entrar Recarregar",
"$76.28 | Buy now": "$76.28 | Comprar agora",
"Money-back Guarantee": "Garantia de Devolução de Dinheiro",
"Fast Checkout Options": "Opções de Pagamento Rápido",
"24/7 Live Support": "Suporte 24/7",
"Delivery Instructions": "Instruções de Entrega",
"Welcome": "Bem-vindo",
"Why choose us": "Porque escolher-nos",
"1. V-BUCKS are safe to hold and guaranteed!": "1. V-BUCKS são seguros e garantidos!",
"2. Fast replies and delivery.": "2. Respostas e entrega rápida.",
"See all": "Ver tudo",
"Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.": "Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.",
"Previou":"Procurar",
"Next":"Procurar",


"Account settings": "Configurações de Conta",
"Go to site": "Ir para o site",
"Profile": "Perfil",
"Upload image": "Enviar imagem",
"Bio": "Biografia",
"User name": "Nome de Usuário",
"Company": "Empresa",
"Email": "E-mail",
"This field is linked and can only be filled in once for user": "Este campo é ligado e pode ser preenchido apenas uma vez para o usuário",
"Location": "Localização",


"Manage Subscriptions": "Gerenciar assinaturas",


"Conversations":"Conversas",
"Messages":"Mensagens",
"Unread message only":"Mensagem nao lida apenas",
"All":"Todos",
"Orders" : "Pedidos",
"Pre-purchase" : "Pre-compra",
"Mark all as read":"Marcar tudo como lido",
"Browser notification":"Notificação do navegador",
"VC_spams":"VC_spams",
"Available: Back by 10am":"Disponível: Atrasado a 10am",

"Completed orders":"Pedidos concluídos",
"Positive feedback":"Feedback Positivo",
"Negative feedback":"Feedback Negativo",
"Feedback score":"Pontuação de Feedback",


"How it works?":"Como funciona?",
"Bronze":"Bronze",
"You need an additional 1,900 points to reach the Silver level.":"Você precisa de 1,900 pontos adicionais para alcancar o nivel Prata.",
"Available points":"Pontos disponíveis",
"Collect a minimum of 10,000 points and unlock a $1 reward.":"Coletar um mínimo de 10,000 pontos e desbloquear uma recompensa de $1.",
"10,000 points":"10,000 pontos",
"$1 Store credit":"Credito de loja $1",
"Redeem":"Canjear",
"Achievements completed":"Logros completados",
"completed":"completado",
"Write reviews for sellers":"Escreva avaliações para vendedores",
"Critic":"Crítica",
"Place your first order in each category":"Realize seu primeiro pedido em cada categoria",
"0 / 1 To unlock":"0 / 1 Para desbloquear",
"Explorer":"Explorador",
"Speedrunner":"Corredor de velocidade",
"Master Trader":"Maestro do comercio",
"Place 2 Eldorado orders":"Realize 2 pedidos de Eldorado",
"Place 2 orders in one month":"Realize 2 pedidos em um mes",
"Dedication":"Dedicacao",
"Purchase at least 2 products per game to earn points":"Compre pelo menos 2 produtos por jogo para ganhar pontos",
"Start Your Reward Journey Today":"Comece seu percurso de recompensas hoje",
"Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!": "Faça sua primeira compra hoje e comece a acompanhar sua jornada rumo a recompensas incríveis. Cada pedido ajuda você a desbloquear novos níveis, bônus e ofertas exclusivas. Mantenha-se motivado e veja seu progresso crescer a cada passo!",
"Browse for more":"Procurar mais",



"Game 1":"Jogo 1",
"Game 2":"Jogo 2",
"Game 3":"Jogo 3",
"Active offers":"Ofertas ativas",
"Paused offers":"Ofertas pausadas",
"Closed offers":"Ofertas fechadas",
"Price: Low to High":"Preço: De baixo para alto",
"Price: High to Low":"Preço: De alto para baixo",
"Newest First":"Os mais recentes primeiro",
"Export":"Exportar",
"New Offer":"Nova oferta",
"Delete Item":"Eliminar item",
"Are you sure you want to delete this item? This action cannot be undone.":"Estas seguro de querer eliminar este item? Esta accion no se puede deshacer.",
"Delete":"Eliminar",
"Cancel":"Cancelar",
"Game":"Jogo",
"Recent":"Recente",
"Today":"Hoje",
"This Week":"Esta semana",
"This Month":"Este mes",

"Order Name":"Nome do pedido",
"Order Number":"Número do pedido",
"Order Date":"Data do pedido",
"Order Status":"Status do pedido",
"Order Price":"Preço do pedido",
"Order Quantity":"Quantidade do pedido",
"Order Total":"Total do pedido",
"Type":"Tipo",
"Product":"Produto",
"Quantity":"Quantidade",
"Total":"Total",
"View Order":"Ver pedido",
"Seller":"Vendedor",
"Ordered date":"Data do pedido",
"Order":"Pedido",
"Order ID":"ID do pedido",
"Order status":"Status do pedido",
"Price ($)":"Preço ($)",
"All Currency":"Todas as moedas",
"4 offerd":"4 ofertas",
"All brands for Coaching":"Todas as marcas para Coaching",
"Trade Protect For Buyers":"Trade Protect For Buyers",
"Update Time : 2025-09-10 16:41:31":"Update Time : 2025-09-10 16:41:31",
"Swapy.gg Buyer Protection Policy":"Swapy.gg Buyer Protection Policy",
"Swapy.gg is dedicated to ensuring a secure and satisfying buying experience for all users. Our Buyer Protection policy offers peace of mind by guaranteeing that sellers fulfill orders precisely as described.": "A Swapy.gg se dedica a garantir uma experiência de compra segura e satisfatória para todos os usuários. Nossa política de Proteção ao Comprador oferece tranquilidade, garantindo que os vendedores cumpram os pedidos exatamente como descrito.",
"1. What Buyer Protection Covers:": "1. O que a Proteção ao Comprador cobre:",
"Swapy.gg's Buyer Protection safeguards you in the event of:": "A Proteção ao Comprador da Swapy.gg te protege em caso de:",
"Non-receipt of the purchased order.": "Nao recebimento do pedido comprado.",
"The product or service received significantly deviates from its description on the listing.": "O produto ou serviço recebido difere significativamente da descrição no anúncio.",
"2. Situations Not Covered By Buyer Protection:": "2. Situações não cobertas pela Proteção ao Comprador:",
"Buyer Protection does not extend to the following circumstances:": "A Proteção ao Comprador não se estende aos seguintes casos:",

"When the buyer has explicitly confirmed receipt of the order.": "Quando o comprador confirmou explicitamente a entrega do pedido.",
"Buyer's remorse or a change of mind after an order has been placed.": "Buyer's remorse or a change of mind after an order has been placed.",
"Transactions initiated or conducted outside the Swapy.gg platform.": "Transações iniciadas ou conduzidas fora da plataforma Swapy.gg.",
"Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.": "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.",
"3. Fraudulent Claims:": "3. Claims de Fraude:",
"Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "A Proteção ao Comprador da Swapy.gg foi concebida especificamente para prevenir reclamações fraudulentas. Por exemplo, se um vendedor transferir itens com sucesso, mas o comprador alegar falsamente não os ter recebido, tais ações constituem fraude. Qualquer comprador que seja flagrado fazendo reclamações fraudulentas terá sua conta suspensa imediatamente. A Swapy.gg reserva-se o direito de tomar medidas legais contra indivíduos que fizerem reclamações fraudulentas.",


"4. Confirming Receipt:": "4. Confirmação de recebimento:",
"It is essential for the buyer to confirm receipt only after thoroughly verifying that the received items or services are fully functional and accurately match the product description. A 'Confirmed Receipt' status signifies the completion of the transaction, indicating that the buyer is satisfied with their purchase and authorizes the release of payment to the seller.": "É essencial que o comprador confirme o recebimento somente após verificar minuciosamente se os itens ou serviços recebidos estão em pleno funcionamento e correspondem exatamente à descrição do produto. O status de 'Recebimento Confirmado' significa a conclusão da transação, indicando que o comprador está satisfeito com a compra e autoriza a liberação do pagamento ao vendedor.",
"5. Implied Acceptance of Product/Service:": "5. Aceitação implícita do produto/serviço:",
"If a buyer does not raise a claim or complaint within 72 hours following the seller's dispatch or delivery of the goods, the buyer will be considered to have accepted the purchased item or service. No refunds will be processed for orders that have reached a confirmed received and completed status.": "Caso o comprador não apresente uma reclamação ou queixa no prazo de 72 horas após o envio ou entrega da mercadoria pelo vendedor, considerar-se-á que o comprador aceitou o produto ou serviço adquirido. Não serão processados ​​reembolsos para pedidos que tenham sido confirmados como recebidos e concluídos.",
"6. Dispute Resolution Engagement:": "6. Dispute Resolution Engagement:",
"In the event of a transaction dispute, the buyer is required to promptly respond to our requests and submit all pertinent evidence (such as in-game screenshots, official proofs, etc.). Failure to respond within the stipulated timeframe will imply the buyer's acknowledgement that the issue has been resolved, and Swapy.gg will close the dispute.": "Em caso de disputa de transação, o comprador deverá responder prontamente às nossas solicitações e enviar todas as evidências pertinentes (como capturas de tela do jogo, comprovantes oficiais, etc.). A falta de resposta dentro do prazo estipulado será considerada como aceitação, por parte do comprador, de que o problema foi resolvido, e a Swapy.gg encerrará a disputa.",
"7. Payment Disputes or Chargebacks:": "7. Disputas de Pagamento ou Penagihan Balik:",
"Our Buyer Protection policy does not cover payment disputes or chargebacks initiated directly with payment providers. Should such an event occur, our internal investigation will cease, and no refund requests related to that transaction will be considered by Swapy.gg.": "Nossa política de Proteção ao Comprador não cobre contestações de pagamento ou estornos iniciados diretamente com os provedores de pagamento. Caso isso ocorra, nossa investigação interna será interrompida e nenhuma solicitação de reembolso relacionada a essa transação será considerada pela Swapy.gg.",
"Start Shopping Now": "Comece a Comprar Agora",
"Your Purchase is Protected!": "Sua Compra é Protegida!",
"Digital Commerce priorities your security. Our escrow system safeguards your payment until you confirm delivery, and our Buyer Protection Policy ensures fair resolution in case of any issues. Buy with absolute confidence!": "Na Digital Commerce, sua segurança é nossa prioridade. Nosso sistema de garantia protege seu pagamento até que você confirme a entrega, e nossa Política de Proteção ao Comprador assegura uma resolução justa em caso de qualquer problema. Compre com total confiança!",
"How to Buy on Digital Commerce!": "Como comprar na Digital Commerce!",
"Welcome to Digital Commerce! Our platform is designed to make buying digital products easy, fast, and secure. Follow these simple steps to find and purchase your desired items with confidence.": "Bem-vindo ao Comércio Digital! Nossa plataforma foi projetada para tornar a compra de produtos digitais fácil, rápida e segura. Siga estes passos simples para encontrar e comprar os itens desejados com confiança.",
"Find Your Desired Product": "Encontre o Produto Desejado",
"Begin by browsing our extensive categories or use the search bar to find the specific digital product you're looking for. You can filter results by game, region, price, and delivery time to pinpoint the perfect item.": "Comece navegando por nossas extensas categorias ou use a barra de pesquisa para encontrar o produto digital específico que você procura. Você pode filtrar os resultados por jogo, região, preço e prazo de entrega para encontrar o item perfeito.",
"Review Product Details & Seller Info": "Revise os Detalhes do Produto e Informações do Vendedor",
"Click on the product to learn more about the product and the seller.": "Clique no produto para obter mais informação sobre o produto e o vendedor.",

"Once you've found the right product, click 'Buy Now.' You'll be directed to the checkout page where you can review your order summary and add any optional notes for the seller.": "Após encontrar o produto desejado, clique em 'Comprar agora'. Você será direcionado para a página de finalização da compra, onde poderá revisar o resumo do seu pedido e adicionar observações opcionais para o vendedor.",

"Add to Cart & Checkout": "Adicionar ao Carrinho & Finalizar Compra",
"Why Sell with Swapy.gg?": "Porque Vender com Swapy.gg?",
"Heading: Benefits of Selling on Swapy.gg": "Título: Benefícios de Vender na Swapy.gg",
"Global Reach:": "Alcance Global:",
"Access a vast community of buyers worldwide.": "Acesso a uma comunidade de compradores mundial.",
"Secure Transactions:": "Transações Seguras:",
"Our escrow and Seller Protection policies protect your earnings.": "Nossas políticas de garantia e de Proteção ao Comprador te protegem suas ganancias.",
"Easy Management:": "Gerenciamento Facil:",
"User-friendly dashboard for listing, managing, and tracking sales.": "Painel de controle amigável para a publicação, a gestão e o seguimento das vendas.",
"Dedicated Support:": "Suporte Dedicado:",
"Our team is here to assist you with any questions or issues.": "Nossa equipe está aqui para ajudá-lo(a) com quaisquer dúvidas ou problemas.",
"Flexible Payouts:": "Pagamentos Flexíveis:",
"Convenient withdrawals via Payoneer.": "Saque conveniente via Payoneer.",
"Start Selling": "Iniciar a Venda",
"Sellers Protection Rules": "Regras de Proteção ao Comprador",
"For Buyers": "Para Compradores",
"For Sellers": "Para Vendedores",
"How do I buy a product?":"Como faço para comprar um produto?",
"Browse or search for your desired digital product. Click on the product, review the details, click 'Buy No select your preferred payment method.'": "Navegue ou pesquise o produto digital desejado. Clique no produto, revise os detalhes e clique em 'Comprar'. Agora selecione sua forma de pagamento preferida.",
"What payment methods are accepted?":"Quais metodos de pagamento aceitam?",
"We accept various payment methods including credit cards, PayPal, and more.": "Aceitamos diversos metodos de pagamento, como cartões de crédito, PayPal e mais.",
"What is the buyer protection policy?":"Qual a politica de proteção ao comprador?",
"Our Buyer Protection policy ensures fair resolution in case of any issues.": "Nossa politica de Proteção ao Comprador assegura uma resolução justa em caso de qualquer problema.",
"How do I receive my purchased digital product?":"Como recebo meu produto digital comprado?",
"After purchase, you will receive a download link or access instructions via email.": "Depois da compra, receberá um link de download ou instruções de acesso por e-mail.",
"What if the seller doesn't deliver the product?":"Que acontece se o vendedor não entrega o produto?",
"Contact support immediately and we will assist you with dispute resolution.": "Entre em contato com o suporte imediatamente e nos ajudaremos a resolver o problema.",
"How do I become a seller?":"Como me tornar um vendedor?",
"Click 'Start Selling' or register an account and navigate to the seller dashboard. You will need to complete our seller verification pr providing personal information and an ID document.": "Clique em 'Começar a vender' ou registre uma conta e acesse o painel do vendedor. Você precisará concluir nossa verificação de vendedor, fornecendo informações pessoais e um documento de identidade.",
"Why do I need to be verified to sell?":"Porque preciso ser verificado para vender?",
"Verification helps us ensure the authenticity and trustworthiness of sellers on our platform.": "A verificação nos ajuda a garantir a autenticidade e a confiabilidade dos vendedores em nossa plataforma.",
"What kind of digital products can I sell?": "Que tipo de produtos digitais posso vender?",
"You can sell ebooks, music, software, design files, and other digital goods.": "Você pode vender livros digitais, músicas, softwares, arquivos de design e outros produtos digitais.",
"Register your product on the seller dashboard by providing the required details and uploading your files.": "Registre seu produto no painel do vendedor, fornecendo os detalhes necessários e enviando seus arquivos.",
"How do I get paid?": "Como recebo meu pagamento?",
"Payments are processed securely via the platform, and funds are transferred according to your selected payout method.": "Os pagamentos são processados ​​com segurança através da plataforma e os fundos são transferidos de acordo com o método de pagamento selecionado.",
"Terms & Conditions": "Termos e condições",
"Swapy.gg Terms of Service": "Termos de serviço da Swapy.gg",
"The Swapy.gg platform is designed to provide a secure environment for gaming enthusiasts to connect and purchase various gaming-related content, which is supplied by users participating in the platform. The platform is owned and operated by the entity responsible for Swapy.gg (hereafter referred to as 'the Company,' or 'Swapy.gg' interchangeably), and services are provided to you under the following conditions. Your continued use of the platform constitutes affirmative agreement to these service terms. The Company reserves the right to modify the terms, conditions, and notices governing its website and services, including but not limited to fees arising from using the Company's website and services. You are responsible for regularly reviewing these and any additional service terms.": "A plataforma Swapy.gg foi projetada para fornecer um ambiente seguro para que entusiastas de jogos se conectem e comprem diversos conteúdos relacionados a jogos, fornecidos por usuários participantes da plataforma. A plataforma é de propriedade e operada pela entidade responsável pela Swapy.gg (doravante denominada 'a Empresa' ou 'Swapy.gg', indistintamente), e os serviços são fornecidos a você sob as seguintes condições. Seu uso contínuo da plataforma constitui concordância expressa com estes termos de serviço. A Empresa reserva-se o direito de modificar os termos, condições e avisos que regem seu site e serviços, incluindo, entre outros, as taxas decorrentes do uso do site e dos serviços da Empresa. É sua responsabilidade revisar regularmente estes e quaisquer termos de serviço adicionais.",
"Get In Touch": "Fale conosco",
"Get in touch with the Swapy.gg Team to achieve business partnership, solve any issues, or share your feedback with us. ": "Entre em contato com a equipe da Swapy.gg para estabelecer uma parceria comercial, resolver quaisquer problemas ou compartilhar seu feedback conosco.",
"Marketing Sponsorship": "Patrocinio de Marketing",
"Digital Distribution": "Distribuição Digital",
"Increase your sales for Direct Top-Ups, Gift Cards, or Video Game Keys through Swapy.gg. Contact us at.": "Aumente suas vendas de recargas diretas, cartões-presente ou chaves de jogos através do Swapy.gg. Entre em contato conosco.",
"Careers at Swapy.gg": "Carreira na Swapy.gg",
"Want to be part of the Swapy.gg global team? If you're passionate about gaming and skilled at writing engaging blog posts, contact us at.": "Quer fazer parte da equipe global da Swapy.gg? Se você é apaixonado por jogos e tem talento para escrever posts de blog envolventes, entre em contato conosco.",
"Legal Department": "Departamento Jurídico",
"For any questions regarding legal matters or other general inquiries, please contact us at:.":"Para qualquer dúvida relacionada a assuntos jurídicos ou outras questões gerais, entre em contato conosco através do seguinte endereço:"



}
