{

    "Digital Commerce": "Digitaler Handel",
    "The most reliable platform to buy and sell high-quality digital products.": "Die zuverlässigste Plattform für den Kauf und Verkauf hochwertiger digitaler Produkte.",
     "Create request": "Create request",
     "Explore Products": "Produkte entdecken",
     "Sell Now": "Jetzt verkaufen",
     "Popular Games": "Beliebte Spiele",
     "Find coins, items, and services for your favorite games.": "Finde Coins, Gegenstands und Dienstleistungen für deine Lieblingsspiele.",
     "Buy Now": "Jetzt kaufen",
     "How It Works": "Wie es funktioniert",
     "Secure Transactions": "Sichere Transaktionen",
     "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Unsere Plattform nutzt branchenführende Verschlüsselung, um die Sicherheit Ihrer Transaktionen zu gewährleisten und Ihnen ein sicheres Einkaufserlebnis zu garantieren.",
     "Verified Sellers": "Verifizierte Verkäufer",
     "Effortless Buying & Selling": "Müheloser Kauf & Verkauf",
     "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "Digital Commerce ist Ihre erste Anlaufstelle für den Kauf und Verkauf hochwertiger digitaler Produkte. Wir bringen Käufer und verifizierte Verkäufer zusammen und gewährleisten sichere Transaktionen, schnelle Lieferung und engagierten Support für ein reibungsloses Einkaufserlebnis.",
     "Frequently Asked Questions": "Häufig gestellte Fragen",
     "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "Digital Commerce verbindet Käufer und verifizierte Verkäufer für sichere, schnelle und reibungslose digitale Transaktionen.",
     "Quick Links": "Schnelle Links",
     "Support": "Support",
     "Legal": "Rechtliches",
     "Currency": "Währung",

     "Popular Currency": "Beliebte Währungen",
     "See Seller List": "Siehe Verkäuferliste",
     "Filter": "Filter",
     "Gift Cards": "Geschenkgutscheine",
     "Boosting": "Steigerung",
     "Newly Boosting": "Neu verstärkt",
     "Fortnite": "Fortnite",
     "Load More": "Mehr laden",
     "Items": "Artikel",
     "Popular Items": "Beliebte Artikel",
     "All Items": "Alle Artikel",
     "See seller list": "Verkäuferliste anzeigen",
     "Accounts": "Konten",
     "Popular Accoounts": "Beliebte Konten",
     "Top Ups": "Aufladungen",
     "Top Up": "Nachfüllen",

     "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance." : "Anders als bei Geschenkkarten oder Gutscheinen bietet U7BUY einen Aufladeservice an, mit dem Sie Ihrem Guthaben direkt Geld hinzufügen können.",
     "Popular Now": "Beliebt jetzt",
     "Newly Launched": "Neu eingeführt",
     "All Game": "Alle Spiele",
     "All Account": "Alle Konten",
     "Coaching": "Training",
     "Device": "Geraete",
     "Account type": "Kontotyp",
     "Price": "Preis",
     "Select Delivery Time": "Lieferzeit auswählen",
     "Clear all": "Alles löschen",
     "● Online Seller": "● Online-Verkäufer",
     "All statuses": "Alle Status",
     "Completed": "Abgeschlossen",
     "Pending": "Ausstehend",
     "Processing": "Verarbeitung",
     "Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "Sofort EA Sports FC Coins: Stelle jetzt dein ultimatives Team zusammen! Erhalte schnell, sicher und günstig EA Sports FC Coins.",
     "Pc": "PC",
     "Pickaxes: 0-10": "Spitzhacken: 0-10",
     "Outfits: None": "Outfits: Keine",
     "Instants": "Sofort",
     "Shop": "Geschäft",
     "New World Coins Currency": "Neue Weltmünzen Währung",
     "Select region": "Region auswhlen",
     "Global": "Global",
     "Sort by": "Sortieren nach",

     "lowest to highest": "niedrigster bis höchster",
     "highest to lowest": "von höchstem zu niedrigstem",
     "V-Bucks": "V-Bucks",
     "Popular": "Beliebt",
     "Other sellers (84)": "Andere Verkäufer(84)",
     "Recommended": "Empfohlen",
     "All Sellers (8)": "Alle Verkäufer (8)",
     "Delivery Time": "Lieferzeit",

     "Delivery Method": "Liefermethode",
     "Stock": "Aktie",
     "Login Top UP" : "Anmelden Guthaben aufladen",
     "$76.28 | Buy now": "$76.28 | Jetzt kaufen",
     "Money-back Guarantee": "Geld-zurück-Garantie",
     "Fast Checkout Options": "Schnelle Bezahloptionen",
     "24/7 Live Support": "24/7 Live Support",
     "Delivery Instructions": "Lieferanweisungen",
     "Welcome": "Willkommen",
     "Why choose us": "Warum Sie sich für uns entscheiden sollten",
     "1. V-BUCKS are safe to hold and guaranteed!": "1. V-BUCKS sind sicher zu halten und garantiert!",
     "2. Fast replies and delivery.": "2. Schnelle Antworten und Lieferung.",
     "See all": "Alle sehen",
     "Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.": "Individuelles Angebot! 2.000 Trophäen, Prestige, 100.000-Punkte-Boost. Blitzschnelle Lieferung. Schreibt mir für mehr Infos. Kauft nicht direkt.",
     "Search": "Suche",
     "Previous": "Zurück",
     "Next": "Weiter",

     "Account settings": "Kontoeinstellungen",
     "Go to site": "Zur Webseite gehen",
     "Profile": "Profil",
     "Upload image": "Bild hochladen",
     "Bio": "Bio",
     "User name": "Benutzername",
     "Company": "Unternehmen",
     "Email": "E-Mail",
     "This field is linked and can only be filled in once for user": "Dieses Feld ist verknüpft und kann von jedem Benutzer nur einmal ausgefüllt werden.",

   "Manage Subscriptions": "Abonnements verwalten",

   "Conversations": "Conversations",
   "Messages": "Nachrichten",
   "Unread message only": "Nur ungelesene Nachrichten",
   "All": "Alle",
   "Orders" : "Bestellungen",
   "Pre-purchase" : "Vor dem Kauf",
   "Mark all as read": "Alle als gelesen markieren",
   "Browser notification": "Browserbenachrichtigung",
   "VC_spams": "VC_spams",
   "Available: Back by 10am": "Verfügbar: Ab 10 Uhr wieder da",



   "Completed orders": "Abgeschlossene Bestellungen",
   "Positive feedback": "Positiver Feedback",
   "Negative feedback": "Negativer Feedback",
   "Feedback score": "Feedback-Bewertung",


   "How it works?": "Wie es funktioniert?",
   "Bronze": "Bronze",
   "You need an additional 1,900 points to reach the Silver level.": "Sie benötigen weitere 1.900 Punkte, um den Silber-Status zu erreichen.",
   "Available points": "Verfügbare Punkte",
   "Collect a minimum of 10,000 points and unlock a $1 reward.": "Sammle mindestens 10.000 Punkte und sichere dir eine Prämie von 1 US-Dollar.",
   "10,000 points": "10.000 Punkte",
   "$1 Store credit": "$1 Shopkredit",
   "Redeem": "Einnahmen",
   "Achievements completed": "Erreichte Erfolge",
   "completed": "erledigt",
   "Write reviews for sellers": "Schreibe Bewertungen für Verkäufer",
   "Critic": "Kritiker",
   "Place your first order in each category": "Platziere deine erste Bestellung in jeder Kategorie",
   "0 / 1 To unlock": "0 / 1 Zum entsperren",
   "Explorer": "Forscher",
   "Speedrunner": "Speedrunner",
   "Master Trader": "Meisterhändler",
   "Place 2 Eldorado orders": "Platziere 2 Eldorado-Bestellungen",
   "Place 2 orders in one month": "PGeben Sie innerhalb eines Monats 2 Bestellungen auf",
   "Dedication": "Hingabe",
   "Purchase at least 2 products per game to earn points": "Kaufen Sie mindestens 2 Produkte pro Spiel, um Punkte zu sammeln",
   "Start Your Reward Journey Today": "Starte dein Belohnungsreise heute",
   "Rewards": "Belohnungen",
   "Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!" : "Tätigen Sie noch heute Ihren ersten Einkauf und sichern Sie sich tolle Prämien. Mit jeder Bestellung schalten Sie neue Level, Boni und exklusive Angebote frei. Bleiben Sie motiviert und sehen Sie, wie Ihre Fortschritte mit jedem Schritt wachsen!",
   "Browse for more": "Stöbern Sie weiter",



   "Game 1": "Spiel 1",
   "Game 2": "Spiel 2",
   "Game 3": "Spiel 3",
   "Active offers": "Aktive Angebote",
   "Paused offers": "Pausierte Angebote",
   "Closed offers": "Geschlossene Angebote",
   "Price: Low to High": "Preis: Niedrig bis Hoch",
   "Price: High to Low": "Preis: Hoch bis Niedrig",
   "Newest First": "Neueste zuerst",
   "Export": "Export",
   "New Offer": "Neues Angebot",
   "Delete Item": "Element loeschen",
   "Are you sure you want to delete this item? This action cannot be undone.": "Sind Sie sicher, dass Sie diesen Eintrag löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
   "Delete": "Löschen",
   "Cancel": "Abbrechen",
   "Game": "Spiel",
   "Recent": "Zuletzt",
   "Today": "Heute",
   "This Week": "Diese Woche",
   "This Month": "Diesen Monat",


  "Order Name": "Bestellname",
  "Order Number": "Bestellnummer",
  "Order Date": "Bestelldatum",
  "Order Status": "Bestellstatus",
  "Order Price": "Bestellpreis",
  "Order Quantity": "Bestellmenge",
  "Order Total": "Bestellgesamt",
  "Type": "Typ",
  "Product": "Produkt",
  "Quantity": "Menge",
  "Total": "Gesamt",
  "View Order": "Bestellung anzeigen",
  "Seller": "Verkäufer",
  "Ordered date": "Bestelldatum",
  "Order": "Bestellung",
  "Order ID": "Bestell-ID",
  "Order status": "Bestellstatus",
  "Price ($)": "Preis ($)",
  "All Currency": "Alle Währungen",
  "4 offerd": "4 Angebote",
  "All brands for Coaching": "Alle Marken für Coaching",
  "Trade Protect For Buyers": "Trade Protect For Buyers",
  "Update Time : 2025-09-10 16:41:31": "Update Time : 2025-09-10 16:41:31",
  "Swapy.gg Buyer Protection Policy": "Swapy.gg Buyer Protection Policy",



  "Swapy.gg is dedicated to ensuring a secure and satisfying buying experience for all users. Our Buyer Protection policy offers peace of mind by guaranteeing that sellers fulfill orders precisely as described.": "Swapy.gg setzt sich für ein sicheres und zufriedenstellendes Einkaufserlebnis für alle Nutzer ein. Unsere Käuferschutzrichtlinie bietet Ihnen Sicherheit, indem sie garantiert, dass Verkäufer Bestellungen genau wie beschrieben ausführen.",
  "1. What Buyer Protection Covers:": "1. Was der Käuferschutz abdeckt:",
  "Swapy.gg's Buyer Protection safeguards you in the event of:": "Der Käuferschutz von Swapy.gg schützt Sie im Falle von:",
  "Non-receipt of the purchased order.": "Nichterhalt der bestellten Ware.",
  "The product or service received significantly deviates from its description on the listing.": "Das erhaltene Produkt oder die erhaltene Dienstleistung weicht erheblich von der Beschreibung in der Anzeige ab.",
  "2. Situations Not Covered By Buyer Protection:": "2. Situationen, die nicht vom Käuferschutz abgedeckt sind:",
  "Buyer Protection does not extend to the following circumstances:": "Der Käuferschutz erstreckt sich nicht auf folgende Umstände:",

  "When the buyer has explicitly confirmed receipt of the order.": "Wenn der Käufer den Erhalt der Bestellung ausdrücklich bestätigt hat.",
  "Buyer's remorse or a change of mind after an order has been placed.": "Reue des Käufers oder Meinungsänderung nach der Bestellung.",
  "Transactions initiated or conducted outside the Swapy.gg platform.": "Transaktionen, die außerhalb der Swapy.gg-Plattform initiiert oder durchgeführt werden.",
  "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.": "Jede Aenderung eines Kontos oder seiner Inhalte durch das Spiel-Verkaufer/Entwickler nach dem Abschluss einer Transaktion.",
  "3. Fraudulent Claims:": "3. Betrugshauptage:",

  "Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "Der Käuferschutz von Swapy.gg dient ausschließlich der Verhinderung betrügerischer Ansprüche. Wenn beispielsweise ein Verkäufer Artikel erfolgreich versendet hat, der Käufer aber fälschlicherweise den Nichterhalt behauptet, stellt dies Betrug dar. Käufer, die betrügerische Ansprüche geltend machen, werden umgehend von Swapy.gg gesperrt. Swapy.gg behält sich das Recht vor, rechtliche Schritte gegen Personen einzuleiten, die betrügerische Ansprüche geltend machen.",

  "4. Confirming Receipt:": "4. Erhalt best&auml;tigen:",

  "It is essential for the buyer to confirm receipt only after thoroughly verifying that the received items or services are fully functional and accurately match the product description. A 'Confirmed Receipt' status signifies the completion of the transaction, indicating that the buyer is satisfied with their purchase and authorizes the release of payment to the seller.": "Es ist unerlässlich, dass der Käufer den Empfang erst bestätigt, nachdem er gründlich geprüft hat, ob die erhaltenen Artikel oder Dienstleistungen voll funktionsfähig sind und der Produktbeschreibung entsprechen. Der Status „Empfang bestätigt“ signalisiert den Abschluss der Transaktion und zeigt an, dass der Käufer mit seinem Kauf zufrieden ist und die Zahlung an den Verkäufer freigibt.",

  "5. Implied Acceptance of Product/Service:": "5. Implied Acceptance of Product/Service:",
  "If a buyer does not raise a claim or complaint within 72 hours following the seller's dispatch or delivery of the goods, the buyer will be considered to have accepted the purchased item or service. No refunds will be processed for orders that have reached a confirmed received and completed status.": "Wenn ein Käufer innerhalb von 72 Stunden nach Versand oder Lieferung der Ware durch den Verkäufer keine Reklamation erhebt, gilt die gekaufte Ware bzw. Dienstleistung als angenommen. Für Bestellungen, deren Empfang und Abschluss bestätigt wurden, werden keine Rückerstattungen mehr bearbeitet.",
  "6. Refund Policy:": "6. Rückerstattungsrichtlinie:"





}
