{
    "Digital Commerce": "Comercio digital",
    "The most reliable platform to buy and sell high-quality digital products.": "La plataforma más fiable para comprar y vender productos digitales de alta calidad.",
    "Create request": "Crear solicitud",
    "Explore Products": "Explora productos",
    "Sell Now": "Vender ahora",
    "Popular Games": "Juegos populares",
    "Find coins, items, and services for your favorite games.": "Encuentra monedas, objetos y servicios para tus juegos favoritos.",
    "Buy Now": "Comprar ahora",
    "How It Works": "Como funciona",
    "Secure Transactions": "Transacciones seguras",
    "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Nuestra plataforma utiliza un cifrado líder en la industria para garantizar que sus transacciones sean seguras y protegidas, garantizando una experiencia de compra segura.",
    "Verified Sellers": "Vendedores verificados",
    "Effortless Buying & Selling": "Compra y venta sin esfuerzo",
    "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience." : "Digital Commerce es tu plataforma ideal para comprar y vender productos digitales de alta calidad. Conectamos a compradores y vendedores verificados, garantizando transacciones seguras, envíos rápidos y soporte especializado para una experiencia sin complicaciones.",
    "Frequently Asked Questions": "Preguntas frecuentes",
    "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "El comercio digital conecta a compradores y vendedores verificados para realizar transacciones digitales seguras, rápidas y sin complicaciones.",
    "Quick Links": "Enlaces rápidos",
    "Support": "Apoyo",
    "Legal": "Legal",
    "Currency": "Divisa",
    "Popular Currency": "Moneda popular",
    "See Seller List": "Ver lista de vendedores",
    "Filter": "Filtrar",
    "Gift Cards": "Tarjetas de regalo",
    "Boosting": "Impulsando",
    "Newly Boosting": "Nuevo boosting",
    "Fortnite": "Fortnite",
    "Load More": "Cargar mas",
    "Items": "Objetos",
    "Popular Items": "Objetos populares",
    "All Items": "Todos los objetos",
    "See seller list": "Ver lista de vendedores",
    "Accounts": "Cuentas",
    "Popular Accoounts": "Cuentas populares",
    "Top Ups": "Recargas",
    "Top Up": "Recargar",
    "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "A diferencia de las tarjetas de regalo o los cupones, U7BUY ofrece un servicio de recarga con el que puedes añadir fondos directamente a tu saldo. Contiene una gran variedad de opciones, incluyendo juegos para móviles, transmisiones en directo, compras, entretenimiento, etc.",
    "Popular Now": "Popular ahora",
    "Newly Launched": "Nuevo lanzamiento",
    "All Game": "Todos los juegos",
    "All Account": "Todas las cuentas",
    "Coaching": "Entrenamiento",
    "Device": "Equipo",
    "Account type": "Tipo de cuenta",
    "Price": "Precio",
    "Select Delivery Time": "Seleccionar tiempo de entrega",
    "Clear all": "Limpiar todo",
    "● Online Seller": "● Vendedor en linea",
    "All statuses": "Todos los estados",
    "Completed": "Completado",
    "Pending": "Pendiente",
    "Processing": "Procesando",
    "Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "Monedas de EA Sports FC al instante: ¡Crea tu Ultimate Team ahora! Consigue monedas de EA Sports FC de forma rápida, segura y barata al instante.",
    "pc": "pc",
    "Pickaxes: 0-10": "Picos: 0-10",
    "Outfits: None": "Vestimentas: Ninguna",
    "Instants": "Instants",
    "Shop": "Tienda",
    "New World Coins Currency": "Monedas de Nuevo Mundo",
    "Select region": "Seleccionar region",
    "Global": "Global",
    "Sort by": "Ordenar por",
    "lowest to highest": "de menor a mayor",
    "highest to lowest": "de mayor a menor",
    "V-Bucks": "V-Bucks",
    "Popular": "Popular",
    "Other sellers (84)": "Otros vendedores (84)",
    "Recommended": "Recomendado",
    "All Sellers (8)": "Todos los vendedores (8)",
    "Delivery Time": "Tiempo de entrega",
    "Delivery Method": "Metodo de entrega",
    "Stock": "Existencias",
    "Login Top UP": "Iniciar sesion Top UP",
    "$76.28 | Buy now": "$76.28 | Comprar ahora",
    "Money-back Guarantee": "Garantia de devolucion de dinero",
    "Fast Checkout Options": "Opciones de pago rapido",
    "24/7 Live Support": "Soporte 24/7",
    "Delivery Instructions": "Instrucciones de entrega",
    "Welcome": "Bienvenido",
    "Why choose us": "Porque elegirnos",
    "1. V-BUCKS are safe to hold and guaranteed!": "1. V-BUCKS son seguros y garantizados!",
    "2. Fast replies and delivery.": "2. Respuestas y entrega rapidas.",
    "See all": "Ver todo",
    "Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.": "¡Oferta personalizada! 2000 trofeos, prestigio, impulso de 100 000. Entrega ultrarrápida. Envíame un mensaje para más información. No compres directamente.",
    "Search": "Buscar",
    "Previous": "Anterior",
    "Next": "Siguiente",



   "Account settings": "Configuraciones de la cuenta",
   "Go to site": "Ir al sitio",
   "Profile": "Perfil",
   "Upload image": "Subir imagen",
   "Bio": "Biografia",
   "User name": "Nombre de usuario",
   "Company": "Empresa",
   "Email": "Correo electronico",
   "This field is linked and can only be filled in once for user": "Este campo esta vinculado y solo se puede llenar una vez para el usuario",
   "Location": "Ubicacion",

   "Manage Subscriptions": "Gestionar suscripciones",

   "Conversations": "Conversaciones",
   "Messages": "Mensajes",
   "Unread message only": "Mensaje sin leer",
   "All": "Todos",
   "Orders" : "Pedidos",
   "Pre-purchase" : "Pre-compra",
   "Mark all as read": "Marcar todo como leido",
   "Browser notification": "Notificacion del navegador",
   "VC_spams": "VC_spams",
   "Available: Back by 10am": "Disponible: Atrasado a las 10am",


   "Completed orders": "Pedidos completados",
   "Positive feedback": "Comentarios positivos",
   "Negative feedback": "Comentarios negativos",
   "Feedback score": "Puntaje de comentarios",


   "How it works?": "Como funciona?",
   "Bronze": "Bronce",
   "You need an additional 1,900 points to reach the Silver level.": "Necesitas 1,900 puntos adicionales para llegar al nivel de Plata.",
   "Available points": "Puntos disponibles",
   "Collect a minimum of 10,000 points and unlock a $1 reward.": "Recolecta un minimo de 10,000 puntos y desbloquea una recompensa de $1.",
   "10,000 points": "10,000 puntos",
   "$1 Store credit": "$1 credito de la tienda",
   "Redeem": "Canjear",
   "Achievements completed": "Logros completados",
   "completed": "terminado",
   "Write reviews for sellers": "Escribir reseñas para vendedores",
   "Critic": "Crítica",
   "Place your first order in each category": "Realiza tu primer pedido en cada categoria",
   "0 / 1 To unlock": "0 / 1 Para desbloquear",
   "Explorer": "Explorador",
   "Speedrunner": "Corredor de velocidad",
   "Master Trader": "Maestro del comercio",
   "Place 2 Eldorado orders": "Realiza 2 pedidos de Eldorado",
   "Place 2 orders in one month": "Realiza 2 pedidos en un mes",
   "Dedication": "Dedicacion",
   "Purchase at least 2 products per game to earn points": "Compra al menos 2 productos por juego para ganar puntos",
   "Start Your Reward Journey Today": "Comienza tu viaje de recompensas hoy",
   "Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!": "Realiza tu primera compra hoy y comienza a seguir tu camino hacia increíbles recompensas. Cada pedido te ayuda a desbloquear nuevos niveles, bonos y ofertas exclusivas. ¡Mantén la motivación y observa cómo crece tu progreso con cada paso!",
   "Browse for more": "Explora mas",



   "Game 1": "Juego 1",
   "Game 2": "Juego 2",
   "Game 3": "Juego 3",
   "Active offers": "Ofertas activas",
   "Paused offers": "Ofertas en pausa",
   "Closed offers": "Ofertas cerradas",
   "Price: Low to High": "Precio: De bajo a alto",
   "Price: High to Low": "Precio: De alto a bajo",
   "Newest First": "Los mas recientes primero",
   "Export": "Exportar",
   "New Offer": "Nueva oferta",
   "Delete Item": "Eliminar item",
   "Are you sure you want to delete this item? This action cannot be undone.": "Estas seguro de querer eliminar este item? Esta accion no se puede deshacer.",
   "Delete": "Eliminar",
   "Cancel": "Cancelar",
   "Game": "Juego",
   "Recent": "Reciente",
   "Today": "Hoy",
   "This Week": "Esta semana",
   "This Month": "Este mes",





   "Order Name": "Nombre de la orden",
   "Order Number": "Numero de orden",
   "Order Status": "Estado de la orden",
   "Order Date": "Fecha de la orden",
   "Order Price": "Precio de la orden",
   "Order Quantity": "Cantidad de la orden",
   "Order Total": "Total de la orden",
   "Type": "Tipo",
   "Product": "Producto",
   "Total": "Total",
   "Order": "Orden",
   "Order ID": "ID de la orden",
   "Price ($)": "Precio ($)",
   "Order status": "Estado de la orden",
   "All Currency": "Todas las monedas",
   "All brands for Coaching": "Todas las marcas para Coaching",
   "Trade Protect For Buyers": "Trade Protect For Buyers",
   "Update Time : 2025-09-10 16:41:31": "Hora de actualización: 10/09/2025 16:41:31",
   "Swapy.gg Buyer Protection Policy": "Política de protección al comprador de Swapy.gg",
   "Swapy.gg is dedicated to ensuring a secure and satisfying buying experience for all users. Our Buyer Protection policy offers peace of mind by guaranteeing that sellers fulfill orders precisely as described.": "Swapy.gg se compromete a garantizar una experiencia de compra segura y satisfactoria para todos los usuarios. Nuestra política de Protección al Comprador ofrece tranquilidad al garantizar que los vendedores cumplan con los pedidos tal como se describen.",
   "1. What Buyer Protection Covers:": "1. Que protección al comprador cubre:",
   "Swapy.gg's Buyer Protection safeguards you in the event of:": "Swapy.gg's Protección al Comprador te protege en el caso de:",
   "Non-receipt of the purchased order.": "No entrega del pedido comprado.",
   "The product or service received significantly deviates from its description on the listing.": "El producto o servicio recibido desvió significativamente de su descripción en la lista.",
   "2. Situations Not Covered By Buyer Protection:": "2. Situaciones no cubiertas por la Protección al Comprador:",
   "Buyer Protection does not extend to the following circumstances:": "La Protección al Comprador no se extiende a las siguientes circunstancias:",

   "When the buyer has explicitly confirmed receipt of the order.": "Cuando el comprador ha confirmado explícitamente la entrega del pedido.",
   "Buyer's remorse or a change of mind after an order has been placed.": "La culpa del comprador o un cambio de mente despues de haber realizado un pedido.",
   "Transactions initiated or conducted outside the Swapy.gg platform.": "Transacciones iniciadas o realizadas fuera de la plataforma Swapy.gg.",
   "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.": "Cualquier alteración a una cuenta o su contenido por parte del editor/desarrollador del juego después de que se haya finalizado una transacción.",
   "3. Fraudulent Claims:": "3. Reclamos fraudulentos:",



   "Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "La Protección al Comprador de Swapy.gg está diseñada exclusivamente para prevenir reclamaciones fraudulentas. Por ejemplo, si un vendedor transfiere artículos correctamente, pero el comprador alega falsamente no haberlos recibido, esto constituye fraude. Cualquier comprador que realice reclamaciones fraudulentas sufrirá la suspensión inmediata de su cuenta. Swapy.gg se reserva el derecho de emprender acciones legales contra quienes realicen reclamaciones fraudulentas.",
   "4. Confirming Receipt:": "4. Confirmación de recepción:",
   "It is essential for the buyer to confirm receipt only after thoroughly verifying that the received items or services are fully functional and accurately match the product description. A 'Confirmed Receipt' status signifies the completion of the transaction, indicating that the buyer is satisfied with their purchase and authorizes the release of payment to the seller.": "Es fundamental que el comprador confirme la recepción solo después de verificar minuciosamente que los artículos o servicios recibidos funcionan correctamente y coinciden con la descripción del producto. El estado de «Recepción confirmada» indica que la transacción se ha completado, lo que significa que el comprador está satisfecho con su compra y autoriza el pago al vendedor.",
   "5. Implied Acceptance of Product/Service:": "5. Aceptación implícita del producto/servicio:",
   "If a buyer does not raise a claim or complaint within 72 hours following the seller's dispatch or delivery of the goods, the buyer will be considered to have accepted the purchased item or service. No refunds will be processed for orders that have reached a confirmed received and completed status.": "Si el comprador no presenta una reclamación o queja en un plazo de 72 horas tras el envío o la entrega de la mercancía por parte del vendedor, se considerará que ha aceptado el artículo o servicio adquirido. No se tramitarán reembolsos para los pedidos que hayan sido confirmados como recibidos y completados.",
   "6. Dispute Resolution Engagement:": "6. Compromiso de resolución de disputas:",
   "In the event of a transaction dispute, the buyer is required to promptly respond to our requests and submit all pertinent evidence (such as in-game screenshots, official proofs, etc.). Failure to respond within the stipulated timeframe will imply the buyer's acknowledgement that the issue has been resolved, and Swapy.gg will close the dispute.": "En caso de disputa por una transacción, el comprador deberá responder con prontitud a nuestras solicitudes y presentar todas las pruebas pertinentes (como capturas de pantalla del juego, comprobantes oficiales, etc.). Si no responde dentro del plazo estipulado, se entenderá que el comprador reconoce que el problema se ha resuelto y Swapy.gg cerrará la disputa.",
   "7. Payment Disputes or Chargebacks:": "7. Disputas o reembolsos de pagos:",
   "Our Buyer Protection policy does not cover payment disputes or chargebacks initiated directly with payment providers. Should such an event occur, our internal investigation will cease, and no refund requests related to that transaction will be considered by Swapy.gg.": "Nuestra política de Protección al Comprador no cubre las disputas de pago ni las devoluciones de cargo iniciadas directamente con los proveedores de pago. En caso de que se produzca un evento de este tipo, nuestra investigación interna se detendrá y Swapy.gg no considerará ninguna solicitud de reembolso relacionada con esa transacción.",
   "Start Shopping Now": "Comprar ahora",
   "Your Purchase is Protected!": "Su compra esta protegida!",
   "Digital Commerce priorities your security. Our escrow system safeguards your payment until you confirm delivery, and our Buyer Protection Policy ensures fair resolution in case of any issues. Buy with absolute confidence!": "En Digital Commerce, tu seguridad es nuestra prioridad. Nuestro sistema de depósito en garantía protege tu pago hasta que confirmes la entrega, y nuestra Política de Protección al Comprador garantiza una resolución justa ante cualquier problema. ¡Compra con total confianza!",
   "How to Buy on Digital Commerce!": "Cómo comprar en Digital Commerce!",
   "Welcome to Digital Commerce! Our platform is designed to make buying digital products easy, fast, and secure. Follow these simple steps to find and purchase your desired items with confidence.": "¡Bienvenido al comercio digital! Nuestra plataforma está diseñada para que comprar productos digitales sea fácil, rápido y seguro. Sigue estos sencillos pasos para encontrar y comprar los artículos que deseas con total confianza.",
   "Find Your Desired Product": "Encuentra tu producto deseado",
   "Begin by browsing our extensive categories or use the search bar to find the specific digital product you're looking for. You can filter results by game, region, price, and delivery time to pinpoint the perfect item.": "Empieza explorando nuestras numerosas categorías o utiliza la barra de búsqueda para encontrar el producto digital específico que buscas. Puedes filtrar los resultados por juego, región, precio y tiempo de entrega para encontrar el artículo perfecto.",
   "Review Product Details & Seller Info": "Revisa los detalles del producto y la información del vendedor",
   "Click on the product to learn more about the product and the seller.": "Haz clic en el producto para obtener más información sobre el producto y el vendedor.",


   "Once you've found the right product, click 'Buy Now.' You'll be directed to the checkout page where you can review your order summary and add any optional notes for the seller.": "Una vez que haya encontrado el producto adecuado, haga clic en "Comprar ahora". Será redirigido a la página de pago donde podrá revisar el resumen de su pedido y agregar cualquier nota opcional para el vendedor.",
   "Add to Cart & Checkout": "Agregar al carrito y pagar",
   "Why Sell with Swapy.gg?": "Porque vender con Swapy.gg?",
   "Heading: Benefits of Selling on Swapy.gg": "Encabezado: Beneficios de la venta en Swapy.gg",
   "Global Reach:": "Alcance global:",
   "Access a vast community of buyers worldwide.": "Acceso a una comunidad de compradores mundial.",
   "Secure Transactions:": "Transacciones seguras:",
   "Our escrow and Seller Protection policies protect your earnings.": "Nuestras políticas de depósito y de Protección al Comprador te protegen tus ganancias.",
   "Easy Management:": "Gestion simple:",
   "User-friendly dashboard for listing, managing, and tracking sales.": "Tablero de control amigable para la publicación, la gestión y el seguimiento de las ventas.",
   "Dedicated Support:": "Soporte dedicado:",
   "Flexible Payouts:": "Pagos flexibles:",
   "Convenient withdrawals via Payoneer.": "Retiros convenientes a través de Payoneer.",
   "Start Selling": "Comenzar a vender",
   "Sellers Protection Rules": "Reglas de Protección al Comprador",
   "For Buyers": "Para los Compradores",
   "For Sellers": "Para los Vendedores",
   "How do I buy a product?": "Como comprar un producto?",
   "Browse or search for your desired digital product. Click on the product, review the details, click 'Buy No select your preferred payment method.'": "Navega o busca el producto digital que deseas. Haz clic en el producto, revisa los detalles y haz clic en «Comprar». Selecciona tu método de pago preferido.",
   "What payment methods are accepted?": "Que metodos de pago se aceptan?",
   "We accept various payment methods including credit cards, PayPal, and more.": "Aceptamos varios metodos de pago, incluyendo tarjetas de crédito, PayPal y mas.",
   "What is the buyer protection policy?": "Que es la politica de proteccion al comprador?",
   "Our buyer protection policy ensures secure transactions and support for any disputes.": "Nuestra politica de proteccion al comprador garantiza transacciones seguras y apoyo en caso de litigios.",
   "How do I receive my purchased digital product?": "Como recibir mi producto digital comprado?",
   "After purchase, you will receive a download link or access instructions via email.": "Después de la compra, recibirá un enlace de descarga o instrucciones de acceso por correo electrónica.",
   "What if the seller doesn't deliver the product?": "Que pasa si el vendedor no entrega el producto?",
   "Contact support immediately and we will assist you with dispute resolution.": "Contactanos inmediatamente y nos ayudaremos con la resolucion de litigios.",
   "How do I become a seller?": "Como hacerme un vendedor?",
   "Click 'Start Selling' or register an account and navigate to the seller dashboard. You will need to complete our seller verification pr providing personal information and an ID document.": "Haz clic en «Comenzar a vender» o crea una cuenta y accede al panel de vendedor. Deberás completar la verificación de vendedor proporcionando información personal y un documento de identidad.",
   "Why do I need to be verified to sell?": "Porque necesito ser verificado para vender?",
   "Verification helps us ensure the authenticity and trustworthiness of sellers on our platform.": "La verificación nos ayuda a garantizar la autenticidad y la confiabilidad de los vendedores en nuestra plataforma.",
   "What kind of digital products can I sell?": "Que tipo de productos digitales puedo vender?",
   "You can sell ebooks, music, software, design files, and other digital goods.": "Puedes vender eBooks, musica, software, archivos de diseño y otros bienes digitales.",
   "Register your product on the seller dashboard by providing the required details and uploading your files.": "Registre su producto en el panel de control del vendedor proporcionando los datos requeridos y subiendo sus archivos.",
   "How do I get paid?": "¿Cómo recibo mi pago?",
   "Payments are processed securely via the platform, and funds are transferred according to your selected payout method.": "Los pagos se procesan de forma segura a través de la plataforma y los fondos se transfieren según el método de pago que hayas seleccionado."
   


















}
