{
    "Digital Commerce": "Comercio digital",
    "The most reliable platform to buy and sell high-quality digital products.": "La plataforma más fiable para comprar y vender productos digitales de alta calidad.",
    "Create request": "Crear solicitud",
    "Explore Products": "Explora productos",
    "Sell Now": "Vender ahora",
    "Popular Games": "Juegos populares",
    "Find coins, items, and services for your favorite games.": "Encuentra monedas, objetos y servicios para tus juegos favoritos.",
    "Buy Now": "Comprar ahora",
    "How It Works": "Como funciona",
    "Secure Transactions": "Transacciones seguras",
    "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Nuestra plataforma utiliza un cifrado líder en la industria para garantizar que sus transacciones sean seguras y protegidas, garantizando una experiencia de compra segura.",
    "Verified Sellers": "Vendedores verificados",
    "Effortless Buying & Selling": "Compra y venta sin esfuerzo",
    "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience." : "Digital Commerce es tu plataforma ideal para comprar y vender productos digitales de alta calidad. Conectamos a compradores y vendedores verificados, garantizando transacciones seguras, envíos rápidos y soporte especializado para una experiencia sin complicaciones.",
    "Frequently Asked Questions": "Preguntas frecuentes",
    "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "El comercio digital conecta a compradores y vendedores verificados para realizar transacciones digitales seguras, rápidas y sin complicaciones.",
    "Quick Links": "Enlaces rápidos",
    "Support": "Apoyo",
    "Legal": "Legal",
    "Currency": "Divisa",
    "Popular Currency": "Moneda popular",
    "See Seller List": "Ver lista de vendedores",
    "Filter": "Filtrar",
    "Gift Cards": "Tarjetas de regalo",
    "Boosting": "Impulsando",
    "Newly Boosting": "Nuevo boosting",
    "Fortnite": "Fortnite",
    "Load More": "Cargar mas",
    "Items": "Objetos",
    "Popular Items": "Objetos populares",
    "All Items": "Todos los objetos",
    "See seller list": "Ver lista de vendedores",
    "Accounts": "Cuentas",
    "Popular Accoounts": "Cuentas populares",
    "Top Ups": "Recargas",
    "Top Up": "Recargar",
    "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "A diferencia de las tarjetas de regalo o los cupones, U7BUY ofrece un servicio de recarga con el que puedes añadir fondos directamente a tu saldo. Contiene una gran variedad de opciones, incluyendo juegos para móviles, transmisiones en directo, compras, entretenimiento, etc.",
    "Popular Now": "Popular ahora",
    "Newly Launched": "Nuevo lanzamiento",
    "All Game": "Todos los juegos",
    "All Account": "Todas las cuentas",
    "Coaching": "Entrenamiento",
    "Device": "Equipo",
    "Account type": "Tipo de cuenta"









}
