{
    "Digital Commerce": "Commerce numérique",
    "The most reliable platform to buy and sell high-quality digital products.": "La plateforme la plus fiable pour acheter et vendre des produits numériques de haute qualité.",
    "Create request": "Créer une demande",
    "Explore Products": "Explorer les produits",
    "Sell Now": "Vendre maintenant",
    "Popular Games": "Jeux populaires",
    "Find coins, items, and services for your favorite games.": "Trouvez des monnaies, des objets et des services pour vos jeux favoris.",
    "Buy Now": "Acheter maintenant",
    "How It Works": "Comment ça fonctionne",
    "Secure Transactions": "Transactions sécurisées",
    "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Notre plateforl'encryption de pointe de l'industrie pour garantir que vos transactions sont securis egarantissant une bonne experience de shopping.",
    "Verified Sellers": "Vendeurs verifieurs",
    "Effortless Buying & Selling": "Acheter et vendre sans effort",
    "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "Digital Commerce est la plateforme idéale pour acheter et vendre des produits numériques de haute qualité. Nous mettons en relation acheteurs et vendeurs vérifiés, garantissant des transactions sécurisées, une livraison rapide et un accompagnement personnalisé pour une expérience optimale.",
    "Frequently Asked Questions": "Foire aux questions",
    "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "Digital Commerce met en relation acheteurs et vendeurs vérifiés pour des transactions numériques securis, rapide et sans effort.",
    "Quick Links": "Liens rapides",
    "Support": "Soutien",
    "Legal": "Légal",
    "Popular Currency": "Devise populaire",
    "See Seller List": "Voir la liste des vendeurs",
    "Filter": "Filtre",
    "Newly Boosting": "Nouvelle optimisation",
    "Fortnite": "Fortnite",
    "Load More": "Charger plus",
    "Items": "Objets",
    "Popular Items": "Objets populaires",
    "All Item": "Tous les objets",
    "See seller list": "Voir la liste des vendeurs",
    "Accounts": "Comptes",
    "Popular Accoounts": "Comptes populaires",
    "Top Ups": "Recharges",
    "Top Up": "Recharger",
    "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "Contrairement aux cartes-cadeaux ou aux bons d'achat, U7BUY propose un service de recharge qui vous permet d'ajouter des fonds directement à votre solde. Ce service offre une grande variété de services, notamment des jeux mobiles, du streaming en direct, du shopping, des divertissements, etc.",
    "Popular Now": "Populaire maintenant",
    "Newly Launched": "Nouveaux lancements",
    "All Game": "Tous les jeux",
    "Coaching": "Entraînement",
    "Device": "Appareil",
    "Account type": "Type de compte",
    "Price": "Prix",
    "Select Delivery Time": "Choisissez le délai de livraison",
    "Clear all": "Effacer tout",
    "● Online Seller": "● Vendeur en ligne",
    "All statuses": "Tous les statuts",
    "Completed": "Terminé",
    "Pending": "En attente",
    "Processing": "Traitement",
    "Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "EA Sports FC Coins instantanes: Construisez votre equipe ultime maintenant! Obtenez rapidement, securis et abordable EA Sports FC Coins instantanes.",
    "Pc": "PC",
    "Pickaxes: 0-10": "Pioches: 0-10",
    "Outfits: None": "Tenues: Aucune",
    "Instants": "Instants",
    "Shop": "Boutique",
    "New World Coins Currency": "Pièces et monnaies du Nouveau Monde",
    "Select region": "Choisissez la région",
    "Global": "Mondiale",
    "Sort by": "Trier par",
    "lowest to highest": "du plus bas au plus haut",
    "highest to lowest": "du plus haut au plus bas",
    "V-Bucks": "V-Bucks",
    "Popular": "Populaire",
    "Other sellers (84)": "Autres vendeurs (84)",
    "Recommended": "Recommandé",
    "All Sellers (8)": "Tous les vendeurs (8)",
    "Delivery Time": "Temps de livraison",
    "Delivery Method": "Méthode de livraison",
    "Stock": "Action",
    "Login Top UP": "Connexion Top UP",
    "$76.28 | Buy now": "$76.28 | Acheter maintenant",
    "Money-back Guarantee": "Garantie de remboursement",
    "Fast Checkout Options": "Options de paiement rapide",
    "24/7 Live Support": "Assistance 24h/24 et 7j/7",
    "Delivery Instructions": "Instructions de livraison",
    "Welcome": "Bienvenue",
    "Why choose us": "Pourquoi nous choisir",
    "1. V-BUCKS are safe to hold and guaranteed!": "1. V-BUCKS sont sécuris et garantis!",
    "2. Fast replies and delivery.": "2. Résponses et livraison rapide.",
    "See all": "Voir tout",
    "Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.": "Offre personnalisée! 2 000 Trophies, Prestige, 100K Push. Livraison ultra rapide. Textez-moi pour plus d'informations. Ne pas acheter directement.",
    "Search": "Rechercher",
    "Previous": "Prédédent",
    "Next": "Suivant",
    "Currency": "Devise",
    "Gift Cards": "Cartes cadeaux",
    "Boosting": "Boost",
    "Gift-card": "Carte cadeau",
    "Top-up":"Recharge",



    "Manage Subscriptions":"Gérer les abonnements",


    "Conversations": "Conversations",
    "Messages": "Messages",
    "Unread message only": "Message non lu uniquement",
    "All": "Toute",
    "Orders" : "Orders",
    "Pre-purchase" : "Préachat",
    "Mark all as read": "Marquer tout comme lu",
    "Browser notification": "Notification du navigateur",
    "VC_spams": "VC_spams",
    "Available: Back by 10am": "Disponible : Retour avant 10h",



    "Completed orders": "Commandes terminées",
    "Positive feedback": "Commentaires positifs",
    "Negative feedback": "Commentaires négatifs",
    "Feedback score": "Note de feedback",


    "How it works?": "Comment ça marche ?",
    "Bronze": "Bronze",
    "You need an additional 1,900 points to reach the Silver level.":"Il vous faut 1 900 points supplémentaires pour atteindre le niveau Argent.",
    "Available points": "Points disponibles",
    "Collect a minimum of 10,000 points and unlock a $1 reward.": "Cumulez au minimum 10 000 points et débloquez une récompense de 1 $.",
    "10,000 points": "10 000 points",
    "$1 Store credit": "1 $ de crédit en magasin",
    "Redeem":"Racheter",
    "Achievements completed": "Réalisations accomplies",
    "completed": "complété",
    "Write reviews for sellers": "Rédiger des avis pour les vendeurs",
    "Critic" : "Critique",
    "Place your first order in each category": "Passez votre première commande dans chaque catégorie",
    "0 / 1 To unlock": "0 / 1 Débloquer",
    "Explorer": "Exploratrice",
    "Speedrunner": "Speedrunner",
    "Master Trader": "Maître négociateur",
    "Place 2 Eldorado orders": "Passez 2 commandes Eldorado",
    "Place 2 orders in one month": "Passer 2 commandes en un mois",
    "Dedication": "Dévouement",
    "Purchase at least 2 products per game to earn points": "Achetez au moins 2 produits par jeu pour gagner des points",
    "Start Your Reward Journey Today": "Commencez votre parcours de récompenses dès aujourd'hui",
    "Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!": "Faites votre premier achat dès aujourd'hui et suivez votre progression vers des récompenses exceptionnelles. Chaque commande vous permet de débloquer de nouveaux niveaux, des bonus et des offres exclusives. Restez motivé et constatez vos progrès à chaque étape !",
    "Browse for more": "Parcourez plus",



    "Game 1": "Jeu 1",
    "Game 2": "Jeu 2",
    "Game 3": "Jeu 3",
    "Active offers": "Offres actives",
    "Paused offers": "Offres en pause",
    "Closed offers": "Offres fermées",
    "Price: Low to High": "Prix ​​: du plus bas au plus élevé",
    "Price: High to Low": "Prix ​​: du plus élevé au plus bas",
    "Newest First": "Première",
    "Export": "Exporter",
    "New Offer": "Nouvelle offre",
    "Delete Item": "Supprimer l'élément",
    "Are you sure you want to delete this item? This action cannot be undone.": "Êtes-vous sûr de vouloir supprimer cet élément ? Cette action est irréversible.",
    "Delete": "Supprimer",
    "Cancel": "Annuler",
    "Game": "Jeu",
    "Quantity": "Quantité",
    "Recent":  "Récente",
    "Today": "Aujourd'hui",
    "This Week": "Cette semaine",
    "This Month": "Ce mois-ci",


    "Order Name": "Nom de commande",
    "Order Number": "Numeéro de commande",
    "Order Status": "Statut de commande",
    "Order Date": "Date de commande",
    "Order Price": "Prix ​​de commande",
    "Order Quantity": "Quantité de commande",
    "Order Total": "Total de commande",
    "Type": "Taper",
    "Product": "Produit",
    "Total": "Total",
    "Order": "Commande",
    "Order ID": "ID de commande",
    "Seller": "Vendeur",
    "Ordered date": "Date de commande",
    "Order status": "Statut de commande",
    "Price ($)": "Prix ​​($)",



    "Account settings": "Paramètres du compte",
    "Go to site": "Aller au site",
    "Profile": "Profil",
    "Upload image": "Télécharger une image",
    "Bio": "Bio",
    "User name": "Nom d'utilisateur",
    "Company": "Entreprise",
    "Email": "E-mail",
    "This field is linked and can only be filled in once for user": "Ce champ est lié et ne peut être rempli qu'une seule fois par utilisateur",
    "Location": "Emplacement",
    "All Currency": "Toutes les devises",
    "4 offerd": "4 offres",
    "All brands for Coaching": "Toutes les marques pour Coaching",
    "Trade Protect For Buyers": "Protection commerciale pour les acheteurs",
    "Update Time : 2025-09-10 16:41:31": "Gauna ni Vakavoui : 10/09/2025 16:41:31",
    "Swapy.gg Buyer Protection Policy": "Swapy.gg iTuvatuva ni Veitaqomaki ni Dauvolivoli",
    "Swapy.gg is dedicated to ensuring a secure and satisfying buying experience for all users. Our Buyer Protection policy offers peace of mind by guaranteeing that sellers fulfill orders precisely as described.": "Swapy.gg e vakatabui me vakadeitaka e dua na taqomaki kei na veivakacegui ni volivoli me baleta na vakayagataki kece. Na noda lawa ni veitaqomaki ni dauvolivoli e solia na vakacegu ni vakasama ena kena vakadeitaki ni o ira na dauvolivoli era vakayacora na ota vakadodonu me vaka e vakamacalataki.",
    "1. What Buyer Protection Covers:": "1. Que couvre la protection des acheteurs ?",
    "Swapy.gg's Buyer Protection safeguards you in the event of:": "Na veitaqomaki ni dauvolivoli ni Swapy.gg e taqomaki iko ena gauna e yaco kina na",
    "Non-receipt of the purchased order.": "Sega ni ciqomi na ota ni volivoli.",
    "The product or service received significantly deviates from its description on the listing.": "Na iyaya se veiqaravi e ciqomi vakalevu deviates mai na kena ivakamacala ena lisi.",
    "2. Situations Not Covered By Buyer Protection:": "2. Na ituvaki e sega ni kovuti ena veitaqomaki ni dauvolivoli",
    "Buyer Protection does not extend to the following circumstances:": "Na veitaqomaki ni dauvolivoli e sega ni vakarabailevutaki ki na ituvaki oqo:",

    "When the buyer has explicitly confirmed receipt of the order.": "Na veivutuni ni dauvolivoli se veisau ni vakasama ni oti e dua na ota sa biu.",



    "Buyer's remorse or a change of mind after an order has been placed.": "Na veivutuni ni dauvolivoli se veisau ni vakasama ni oti e dua na ota sa biu.",
    "Transactions initiated or conducted outside the Swapy.gg platform.": "Na veisau e tekivutaki se vakayacori ena taudaku ni ituvatuva ni Swapy.gg.",
    "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized." : "Toute modification apportée à un compte ou à son contenu par l'éditeur/développeur du jeu après la finalisation d'une transaction.",
    "3. Fraudulent Claims:": "3. Déclarations frauduleuses :",

    "Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "La Protection des Acheteurs de Swapy.gg est conçue pour prévenir les réclamations frauduleuses. Par exemple, si un vendeur a bien transféré des articles mais que l'acheteur prétend ne pas les avoir reçus, il s'agit d'une fraude. Tout acheteur coupable de réclamations frauduleuses verra son compte immédiatement suspendu. Swapy.gg se réserve le droit d'engager des poursuites judiciaires contre les personnes ayant fait de telles réclamations.",

    "4. Confirming Receipt:": "4. Confirmer la reception",
    "5. Implied Acceptance of Product/Service:": "5. Acceptation implicite du produit/serveur:",
    "6. Dispute Resolution Engagement:": "6. Engagement sur la résolution des litiges:",
    "7. Payment Disputes or Chargebacks:": "7. Litiges de paiement ou remboursements:",
    "Start Shopping Now": "Commencez vos achats dès maintenant",
    "Your Purchase is Protected!": "Votre achats est protégé!",
    "Digital Commerce priorities your security. Our escrow system safeguards your payment until you confirm delivery, and our Buyer Protection Policy ensures fair resolution in case of any issues. Buy with absolute confidence!": "Chez Digital Commerce, votre sécurité est notre priorité. Notre système de paiement sécurisé protège votre transaction jusqu'à la confirmation de la livraison, et notre politique de protection des acheteurs garantit un règlement équitable en cas de problème. Achetez en toute confiance !",
    "How to Buy on Digital Commerce!": "Comment acheter sur Digital Commerce!",
    "Welcome to Digital Commerce! Our platform is designed to make buying digital products easy, fast, and secure. Follow these simple steps to find and purchase your desired items with confidence.": "Bienvenue sur Digital Commerce ! Notre plateforme est conçue pour rendre l'achat de produits numériques facile, frapide et sécurisé. Suivez ces étapes simples pour trouver et acheter les articles souhaités en toute confiance.",
    "Find Your Desired Product": "Trouvez vos produits souhaités",
    "Begin by browsing our extensive categories or use the search bar to find the specific digital product you're looking for. You can filter results by game, region, price, and delivery time to pinpoint the perfect item.": "Commencez par parcourir nos nombreuses catégories ou utilisez la barre de recherche pour trouver le produit numérique que vous recherchez. Vous pouvez filtrer les résultats par jeu, région, prix et délai de livraison pour trouver l'article idéal.",
    "Review Product Details & Seller Info":"Consultez les détails du produit et les informations du vendeur.",
    "Click on a product to view its full description, delivery time, and requirements. Pay attention to the seller's rating and reviews to ensure you're buying from a reputable source. If you have questions, use the 'Message Seller' option (if available).":"Cliquez sur un produit pour consulter sa description complète, le délai de livraison et les conditions requises. Prenez en compte la note et les avis du vendeur pour vous assurer d'acheter auprès d'une source fiable. Si vous avez des questions, utilisez l'option « Contacter le vendeur » (si disponible).",
    "Once you've found the right product, click 'Buy Now.' You'll be directed to the checkout page where you can review your order summary and add any optional notes for the seller.": "Une fois que vous avez trouvé le produit qui vous convient, cliquez sur « Acheter maintenant ». Vous serez redirigé vers la page de paiement où vous pourrez consulter le récapitulatif de votre commande et ajouter des notes facultatives à l'attention du vendeur.",

    "Add to Cart & Checkout":"Ajouter au panier et passer la commande",
    "Why Sell with Swapy.gg?":"Pourquoi vendre sur Swapy.gg?",
    "Heading: Benefits of Selling on Swapy.gg":"Heading: Avantages de la vente sur Swapy.gg",
    "Global Reach:":"Diffusion mondiale:",
    "Access a vast community of buyers worldwide.":"Accès à une grande communauté d'acheteurs mondiale.",
    "Secure Transactions:":"Transactions securis:",
    "Our escrow and Seller Protection policies protect your earnings.":"Nos politiques de séquestre et de protection du vendeur protègent vos revenus.",
    "Easy Management:":"Gestion facile:",
    "User-friendly dashboard for listing, managing, and tracking sales.":"Tableau de bord facile d'utilisation pour la publication, la gestion et le suivi des ventes.",
    "Dedicated Support:":"Support personnalisé:",
    "Flexible Payouts:":"Paiements flexibles:",
    "Convenient withdrawals via Payoneer.":"Retraits conviviaux via Payoneer.",
    "Start Selling":"Commencer la vente",
    "Sellers Protection Rules":"Règles de protection des vendeurs",
    "For Buyers":"Pour Acheteurs",
    "For Sellers":"Pour Vendeurs",
    "How do I buy a product?":"Comment acheter un produit?",
    "Browse or search for your desired digital product. Click on the product, review the details, click 'Buy No select your preferred payment method.'":"Parcourir ou rechercher votre produit numérique souhaité. Cliquez sur le produit, consultez les details, cliquez sur 'Acheter No choisir votre moyen de paiement préféré.'",
    "What payment methods are accepted?":"Quels modes de paiement sont acceptés?",
    "We accept various payment methods including credit cards, PayPal, and more.":"Nous acceptons plusieurs modes de paiement, notamment les cartes de crédit, PayPal et plus encore.",
    "What is the buyer protection policy?":"Quelle est la politique de protection des acheteurs?",
    "Our buyer protection policy ensures secure transactions and support for any disputes.":"Notre politique de protection des acheteurs garantit des transactions securis et un soutien en cas de litiges.",
    "How do I receive my purchased digital product?":"Comment recevoir mon produit numérique acheté?",
    "After purchase, you will receive a download link or access instructions via email.":"Après l'achat, vous recevrez un lien de telechargement ou des instructions d'accès par email.",
    "What if the seller doesn't deliver the product?":"Quelque soit le vendeur, quel que soit le produit, vous pouvez contacter le vendeur et demander une remboursement.",
    "Contact support immediately and we will assist you with dispute resolution.":"Contactez notre support rapidement et nous vous aiderons avec la resolution des litiges.",
    "How do I become a seller?":"Comment devenir vendeur?",
    "Click 'Start Selling' or register an account and navigate to the seller dashboard. You will need to complete our seller verification pr providing personal information and an ID document.":"Cliquez sur « Commencer à vendre » ou créez un compte et accédez à votre tableau de bord vendeur. Vous devrez compléter notre vérification vendeur en fournissant vos informations personnelles et une pièce d'identité.",
    "Why do I need to be verified to sell?":"Pourquoi dois-jeêtre verifié pour vendre?",
    "Verification helps us ensure the authenticity and trustworthiness of sellers on our platform.":"La vérification nous aide à garantir l'authenticité et la fiabilité des vendeurs sur notre plateforme.",
    "What kind of digital products can I sell?":"Quelles sont les produits numériques que je peux vendre?",
    "You can sell ebooks, music, software, design files, and other digital goods.":"Vous pouvez vendre des eBooks, de la musique, du logiciel, des fichiers de conception et autres biens numériques.",
    "Register your product on the seller dashboard by providing the required details and uploading your files.":"Enregistrer votre produit sur le tableau de bord vendeur en fournissant les informations requises et en chargant vos fichiers.",
    "How do I get paid?":"Comment obtenir des paiements?",
    "Payments are processed securely via the platform, and funds are transferred according to your selected payout method.":"Les paiements sont traités de maniere securis via la plateforme et les fonds sont transferts selon votre methode de paiement selectionnee.",
    "Terms & Conditions":"Conditions d'utilisation",
    "Swapy.gg Terms of Service":"Conditions d'utilisation de Swapy.gg",
    "The Swapy.gg platform is designed to provide a secure environment for gaming enthusiasts to connect and purchase various gaming-related content, which is supplied by users participating in the platform. The platform is owned and operated by the entity responsible for Swapy.gg (hereafter referred to as 'the Company,' or 'Swapy.gg' interchangeably), and services are provided to you under the following conditions. Your continued use of the platform constitutes affirmative agreement to these service terms. The Company reserves the right to modify the terms, conditions, and notices governing its website and services, including but not limited to fees arising from using the Company's website and services. You are responsible for regularly reviewing these and any additional service terms.":"La plateforme Swapy.gg est conçue pour offrir un environnement sécurisé aux passionnés de jeux vidéo afin qu'ils puissent se connecter et acheter divers contenus liés aux jeux, fournis par les utilisateurs participant à la plateforme. La plateforme est détenue et exploitée par l'entité responsable de Swapy.gg (ci-après dénommée « la Société » ou « Swapy.gg »), et les services vous sont fournis selon les conditions suivantes. En continuant à utiliser la plateforme, vous acceptez expressément les présentes conditions d'utilisation. La Société se réserve le droit de modifier les conditions générales et les mentions légales régissant son site web et ses services, y compris, mais sans s'y limiter, les frais liés à l'utilisation du site web et des services de la Société. Il vous incombe de consulter régulièrement ces conditions générales et toute condition d'utilisation supplémentaire.",
    "Get In Touch":"Contactez-nous",
    "Get in touch with the Swapy.gg Team to achieve business partnership, solve any issues, or share your feedback with us.": "Contactez-nous pour obtenir des partenariats commerciaux, résoudre tout problème ou partager votre avis avec nous.",
    "Marketing Sponsorship":"Patronnage marketing",
    "Digital Distribution":"Distribution digitale",
    "Increase your sales for Direct Top-Ups, Gift Cards, or Video Game Keys through Swapy.gg. Contact us at.":"Augmentez vos ventes pour les Top-Ups directs, les cartes cadeaux ou les clés de jeux vidéo via Swapy.gg. Contactez-nous au.",
    "Careers at Swapy.gg":"Carriere chez Swapy.gg",
    "Want to be part of the Swapy.gg global team? If you're passionate about gaming and skilled at writing engaging blog posts, contact us at.":"Souhaitez-vous faire partie de l'equipe globale de Swapy.gg? Si vous aimez le jeu et que vous avez de la talent pour ecrire des articles de blog agacant, contactez-nous au.",
    "Legal Department":"Departement juridique",
    "For any questions regarding legal matters or other general inquiries, please contact us at:.":"Pour toute question concernant des questions juridiques ou autres questions gerais, merci de nous contacter au.",
    "Our platform uses industry-leading encryption to ensure your  transactions are safe and secure, guaranteeing asafeshopping experience.":"Notre plateforme utilise un cryptage de pointe pour garantir la sécurité de vos transactions et vous assurer une expérience d'achat en toute sécurité.",
    "We meticulously verify every seller through an ID verification process, ensuring you receive genuine digital goods from trusted sources.":"Nous vérifions méticuleusement chaque vendeur grâce à un processus de vérification d'identité, vous assurant ainsi de recevoir des biens numériques authentiques provenant de sources fiables.",
    "Our intuitive platform streamlines the buying and selling process, set with quick delivery and software within reach.":"Our intuitive platform streamlines the buying and selling process, set with quick delivery and software within reach.",
    "POPULAR CATEGORIES":"CATÉGORIES POPULAIRES",
    "Highest to Lowest": "Du plus haut au plus bas",
    "Lowest To Highest":"Du plus bas au plus haut",
    "• Stacked": "• Empilé",
    "Delivery time":"Délai de livraison",
    "Platform":"Plate-forme",
    "| Buy Now": "| Acheter maintenant",
    "Protected by TradeShield":"Protégé par TradeShield",
    "We're always here to help":"Nous sommes toujours là pour vous aider",
    "Seller Description":"Description du vendeur",
    "Recent feedback":"Commentaires récents",
    "1. Product info":"1. Informations sur le produit",
    "2. Order Summary":"2. Récapitulatif de commande",
    "Order details":"Détails de commande",
    "Delivery time:":"Délai de livraison:",
    "Platform:":"Plate-forme:",
    "Email:":"E-mail:",
    "Username:":"Nom d'utilisateur:",
    "Guarantee":"Garantie",
    "Your money is always safe":"Votre argent est toujours en sécurité.",
    "We hold your payment until you confirm you've received what you paid for. If the seller can't complete the delivery or any other issue arises, your money is protected and will be fully refunded to your SWAPY.GG wallet.":"Nous conservons votre paiement jusqu'à ce que vous confirmiez la réception de votre commande. Si le vendeur ne peut pas effectuer la livraison ou en cas de problème, votre argent est protégé et vous sera intégralement remboursé sur votre portefeuille SWAPY.GG.",
    "3. Choose Method":"3. Choisir la méthode",
    "Subtotal:":"Total:",
    "Payment Fee":"Frais de paiement",
    "Wallet Balance":"Solde du portefeuille",
    "Points":"Points",
    "| Pay Now": "| Payez maintenant",
    "I accept the Terms of Service, Privacy Notice and Refund Policy.":"J'accepte les conditions d'utilisation, la politique de confidentialité et la politique de remboursement.",
    "Online":"En ligne",
    "Reviews": "Avis",
    "About": "A propos",
    "Description":"Description",
    "Registered:":"Inscrit:",
    "Positive":"Positif",
    "Negative":"Negatif",
    "Ordres":"Ordres",
    "Offers":"Offres",
    "Purchased orders":"Commandes achetées",
    "Sold orders":"Commandes vendues",
    "Sell":"Vendre",
    "Loyalty":"Loyauté",
    "Wallet":"Portefeuille",
    "Message":"Message",
    "Feedback":"Retour",
    "Dark theme":"Thème sombre",
    "View Profile":"Voir le profil",
    "Logout":"Deconnexion",
    "My Requests":"Mes demandes",
    "Received Requests":"Demandes reçues",
    "Notifications":"Notifications",
    "Status":"Statut",
    "Actions":"Actes",
    "All Statuses":"Tous les statuts",
    "Category":"Catégorie",
    "Request creation date":"Date de création de la demande",
    "Available Offers":"Offres disponibles",
    "Buyer":"Acheteuse",
    "No achievements":"Aucune réussite",
    "You have not unlocked any achievements yet. Start engaging with our platform to earn points and unlock exciting rewards!":"Vous n'avez débloqué aucun succès pour le moment. Commencez à utiliser notre plateforme pour gagner des points et débloquer des récompenses exceptionnelles !",
    "Date Created":"Date de création",
    "Balance":"Équilibre",
    "Action":"Action",
    "Withdraw":"Retrait",
    "Pending Sales":"Ventes en attente",
    "Revenue from pending orders. Funds will be added to your balance when orders are Completed.":"Revenus provenant des commandes en attente. Les fonds seront ajoutés à votre solde une fois les commandes finalisées.",
    "Withdrawals require":"Les retraits nécessitent",
    "in completed sales":"en ventes réalisées",
    "Learn more":"Apprendre encore plus",
    "My Wallet":"Mon portefeuille",
    "Manage your balance and withdrawal methods":"Gérez votre solde et vos méthodes de retrait",
    "Available Balance":"Solde disponible",
    "Total Withdrawn":"Total retiré",
    "Request Withdrawal":"Demande de retrait",
    "Withdrawal Methods":"Méthodes de retrait",
    "Choose your preferred withdrawal method":"Choisissez votre méthode de retrait préférée",
    "Available":"Disponible",
    "Withdraw funds using ":"Retirer des fonds en utilisant",
    "account":"compte",
    "Min Amount:":"Montant minimum :",
    "Max Amount:":"Montant maximum :",
    "Fee:":"Frais:",
    "1-3 business days":"1 à 3 jours ouvrables",
    "Add Method":"Ajouter une méthode",
    "Recent Transactions":"Transactions récentes",
    "Your latest withdrawal history":"Votre dernier historique de retrait",
    "View All":"Tout afficher",
    "Date":"Date",
    "Method":"Méthode",
    "Amount":"Montante",
    "Fee":"Frais",
    "No notifications found":"Aucune notification trouvée",
    "You don't have any notifications yet.":"Vous n'avez reçu aucune notification pour le moment.",
    "Unread":"Non lu",
    "Read":"Lire",
    "Must be JPEG, PNG or HEIC and cannot exceed 10MB.":"Doit être au format JPEG, PNG ou HEIC et ne peut pas dépasser 10 Mo.",
    "Your description":"Votre descriptif",
    "Uploading...":"Téléchargement...",
    "Personal info":"Informations personnellesInformations personnelles",
    "First name:":"Prénom:",
    "Save changes":"Enregistrer les modifications",
    "Last name:":"Nom de famille:",
    "E-mail:":"E-mail:",
    "This email is linked to your account. It is not visible to other users.":"Ce courriel est lié à votre compte. Il n'est pas visible par les autres utilisateurs.",
    "Name that is visible to other Porkbun users. You can change your username once every 90 days.":"Nom visible par les autres utilisateurs de « Porkbun ». Vous pouvez le modifier une fois tous les 90 jours.",
    "Password:":"Mot de passe:",
    "Change password":"Changer le mot de passe",
    "Payment Lock":"Verrouillage de paiement",
    "Set up 2FA":"Configurer l'authentification à deux facteurs",
    "Enable with Google Authenticator. 2FA codes will be requested for withdrawals and purchases. They are not required for logging in.":"Activez l'authentification à deux facteurs avec Google Authenticator. Un code sera demandé pour les retraits et les achats. Il n'est pas nécessaire pour se connecter.",
    "Log out from all sessions":"Déconnexion de toutes les sessions",
    "Log out from all devices":"Déconnectez-vous de tous les appareils",
    "This button logs you out from a II devices and browsers.":"Ce bouton vous déconnecte des appareils et navigateurs II.",
    "This action can take up to 1 hours":"Cette action peut prendre jusqu'à 1 heure.",
    "Email notifications":"Notifications par e-mail",
    "All Email Notifications":"Toutes les notifications par courrier électronique",
    "New Order":"Nouvelle commande",
    "When you receive a new order":"Lorsque vous recevez une nouvelle commande",
    "Message Received":"Message reçu",
    "When you receive a new message":"Lorsque vous recevez un nouveau message",
    "Order Updates":"Mises à jour des commandes",
    "Dispute Updates":"Mises à jour concernant les litiges",
    "When your dispute resolved or updated":"Lorsque votre litige est résolu ou mis à jour",
    "Payment Updates":"Mises à jour des paiements",
    "When your payment is received or refunded":"Lorsque votre paiement est reçu ou remboursé",
    "Withdrawal Updates":"Mises à jour concernant les retraits",
    "When you request a withdrawal":"Lorsque vous demandez un retrait",
    "Verification Updates":"Mises à jour de vérification",
    "When your verification is processed":"Lorsque votre vérification sera traitée",
    "Boosting Offer":"Offre boostante",
    "When you receive boosting offers":"Lorsque vous recevez des offres de boosting",
    "Change Password":"Changer le mot de passe",
    "Old password:":"Ancien mot de passe :",
    "Enter old password":"Entrez l'ancien mot de passe",
    "New password:":"Nouveau mot de passe :",
    "Enter new password":"Entrez le nouveau mot de passe",
    "Password must contain a lowercase letter":"Le mot de passe doit contenir une lettre minuscule",
    "Password must contain an uppercase letter":"Le mot de passe doit contenir une lettre majuscule.",
    "Password must contain a number":"Le mot de passe doit contenir un nombre.",
    "Password must be at least 8 characters long":"Le mot de passe doit comporter au moins 8 caractères.",
    "Password must not contain leading or trailing spaces":"Le mot de passe ne doit pas contenir d'espaces au début ni à la fin.",
    "Re-enter new password:":"Saisissez à nouveau le nouveau mot de passe :",
    "Re-enter new password":"Saisissez à nouveau le nouveau mot de passe",
    "Changing...":"Changement...",
    "Setup Authenticator":"Configurer l'authentificateur",
    "1. Download the":"1. Téléchargez le",
    "Google Authenticator":"Authentificateur Google",
    "App":"Application",
    "2. In the App select Set up account.":"2. Dans l'application, sélectionnez « Configurer un compte ».",
    "3. Choose Scan a QR code.":"3. Choisissez « Scanner un code QR ».",
    "Security key:":"Clé de sécurité :",
    "QR code":"Code QR",
    "Show code":"Afficher le code",
    "Enter the 6-digit code you see in the app.":"Saisissez le code à 6 chiffres affiché dans l'application.",
    "Account Settings":"Paramètres du compte",
    "All Orders":"Toutes les commandes",
    "Order ID:":"Numéro de commande :",
    "Dispute":"Différend",
    "Disputed":"Contesté",
    "Order Disputed":"Commande contestée",
    "Add feedback":"Ajouter des commentaires",
    "Your Feedback":"Vos commentaires",
    "Your Comment":"Votre commentaire",
    "Write your comment here...":"Écrivez votre commentaire ici...",
    "Submit":"Soumettre",
    "Buyer feedback":"Commentaires des acheteurs",
    "No feedback":"Aucun retour",
    "Order Details":"Détails de commande",
    "Username":"Nom d'utilisateur",
    "View full description":"Voir la description complète",
    "Open Dispute":"Litige ouvert",
    "Dispute Reason":"Raison du litige",
    "Explain why you are opening a dispute...":"Expliquez pourquoi vous ouvrez un litige...",
    "Submit Dispute":"Submit Dispute",
    "Guaranteed delivery time":"Délai de livraison garanti",
    "Read more":"En savoir plus",
    "Read less":"Lire moins",
    "reviews":"avis",
    "Payment":"Paiement",
    "Total price":"Prix total",
    "Payment fee":"Frais de paiement",
    "Total:":"Total:",
    "Back":"Dos",
    "About us":"A propos de nous",  
    "Top-Selling Offers":"Meilleures ventes",
    "How to Buy":"Comment acheter",
    "Buyer Protection":"Protection des acheteurs",
    "Become a Seller":"Devenir vendeur",
    "How to Sell":"Comment vendre",
    "FAQ":"FAQ",
    "Contact Us":"Nous contacter",
    "Refund Policy":"Politique de confidentialité",
    "© 2025 Swapy.gg. Operated by SWAPY SERVICES LIMITED. Registered in England & Wales (No. 16886669). Registered at 71-75 Shelton Street, Covent Garden, London, WC2H 9JQ.":"© 2025 Swapy.gg. Exploité par SWAPY SERVICES LIMITED. Immatriculée en Angleterre et au Pays de Galles (n° 16886669). Siège social : 71-75 Shelton Street, Covent Garden, Londres, WC2H 9JQ.",
    "Sign in":"Se connecter",
    "Hi! Welcome back, you've been missed":"Salut ! Content de te revoir, tu nous as manqué.",
    "E-mail":"E-mail",
    "Password":"Mot de passe",
    "Sign up":"S'inscrire",
    "Forgot password?":"Mot de passe oublié ?",
    "Or sign in with":"Ou connectez-vous avec",
    "Don't have an account?":"Vous n'avez pas de compte ?",
    "Forgot your password?":"Mot de passe oublié ?",
    "Enter your email address. We will send a message with a code to reset your password.":"Veuillez saisir votre adresse courriel. Nous vous enverrons un message contenant un code pour réinitialiser votre mot de passe.",
    "Reset Password":"Reinitialiser le mot de passe",
    "Confirm your account":"Confirmez votre compte",
    "Code":"Code",
    "We have sent a code in an Email message to":"Nous avons envoyé un code par e-mail à",
    "to confirm your account. Enter your code.":"Pour confirmer votre compte, veuillez saisir votre code.",
    "We have sent a code in an Email message to ex***@gmail.com To confirm your account, please enter the code.":"Nous avons envoyé un code par e-mail à ex***@gmail.com. Pour confirmer votre compte, veuillez saisir ce code.",
    "Enter your code":"Entrez votre code",
    "Verify":"Vérifier",
    "Log in":"Se connecter",
    "Create new password":"Créer un nouveau mot de passe",
    "We have sent a code in an Email message to ex***@gmaol.co TO confirm your account. enter your code.d":"Nous avons envoyé un code par e-mail à ex***@gmail.com pour confirmer votre compte. Veuillez saisir votre code.",
    "Confirm Password":"Confirmez le mot de passe",
    "chnage password":"changer le mot de passe",
    "First name":"Prénom",
    "Last name":"Nom de famille",
    "Enter First Name":"Entrez le prénom",
    "Enter Last Name":"Entrez le nom de famille",
    "Confirm your Gmail":"Confirmez votre Gmail",
    "Don’t have resend again?":"Vous n'avez pas besoin de renvoyer ?",
    "Enter your otp":"Saisissez votre code OTP",
    "Have an account already?":"Vous avez déjà un compte ?",
    "Seller verification required":"Vérification du vendeur requise",
    "To sell currencies, please verify your identity first.":"Pour vendre des devises, veuillez d'abord vérifier votre identité.",
    "Our 24/7 support team will review your ID in up to 15 minutes.":"Notre équipe d'assistance disponible 24h/24 et 7j/7 examinera votre pièce d'identité en 15 minutes maximum.",
    "Seller Verification":"Vérification du vendeur",
    "Documents required":"Documents requis",
    "Why do I need to verify my ID?":"Pourquoi dois-je vérifier mon identité ?",
    "Your Documents are pending":"Vos documents sont en attente.",
    "Seller ID verification":"Vérification de l'identité du vendeur",
    "Step":"Étape",
    "Select the categories you'll be selling in:":"Choisissez les categories que vous vendrez:",
    "Will you sell on Eldorado as an individual or as a company?":"Comptez-vous vendre sur Eldorado à titre individuel ou en tant qu'entreprise ?",
    "Selling experience:":"Expérience de vente :",
    "Date of birth":"Date de naissance",
    "Year":"Année",
    "Month":"Mois",
    "Day":"Jour",
    "Country":"Pays",
    "City":"Ville",
    "Nationality:":"Nationalité",
    "Select nationality'":"Sélectionnez la nationalité'",
    "Street address":"Adresse de la rue",
    "Select country":"Sélectionnez le pays", 
    "Postal code":"Code postal",
    "Company name":"Nom de l'entreprise",
    "Company License/ID":"Licence/ID de l'entreprise",
    "VAT/Tax number (optional)":"Numéro de TVA/Numéro de taxe (facultatif)",
    "Take a photo of your ID and swapy.gg in background":"Prenez une photo de votre pièce d'identité et de swapy.gg en arrière-plan.",
    "Accepted documents: Driver's license, Government issued ID or Passport, international student ID.":"Documents acceptés: permis de conduire, pièce d'identité gouvernementale ou passeport, ID de stagiaire international.",
    "Take a photo of ultimate beneficial owner ID":"Prenez une photo de la pièce d'identité du bénéficiaire effectif.",
    "Accepted documents: **Driver's license, Government issued ID or Passport, international student ID.**":"Documents acceptés : **Permis de conduire, carte d’identité officielle ou passeport, carte d’étudiant internationale.**",
    "Make sure personal details on the document are **clearly visible and easy to read.**":"Assurez-vous que les informations personnelles figurant sur le document soient **clairement visibles et faciles à lire**.",
    "Take a selfie with your ID":"Prenez un selfie avec votre pièce d'identité",
    "Please upload a photo where you are holding your ID next to your face.":"Veuillez charger une photo ou vous avez votre ID devant votre visage.",
    "Votre visage et votre pièce d'identité doivent être clairement visibles.":"Votre visage et votre pièce d'identité doivent быть clairement visibles.",
    "Start selling":"Commencez à vendre",
    "Choose category":"Choisissez une catégorie",
    "Choose Game":"Choisir un jeu",
    "Step 1/2":"Étape 1/2",
    "Can't find the game you want to sell? Contact our ":"Vous ne trouvez pas le jeu que vous souhaitez vendre ? Contactez notre",
    " customer support":"support client",
    "  to suggest a game.":"proposer un jeu.",
    "Sell Game ":"Vendre un jeu",
    "Offer Title":"Titre de l'offre",
    "Provide a descriptive title for your product. Consider the keywords buyers might use to find it. Place the most searchable words at the beginning of your title. The title must not exceed 160 characters.":"Donnez un titre descriptif à votre produit. Pensez aux mots clés que les acheteurs pourraient utiliser pour le trouver. Placez les mots clés les plus pertinents en début de titre. Le titre ne doit pas dépasser 160 caractères.",
    "(optional)":"(facultative)",
    "Type here......":"Tapez ici......",
    "The listing title and description must be accurate and as informative as possible (no random or lottery). Misleading description is a violation of our ":"Le titre et la description de l'annonce doivent être précis et aussi informatifs que possible (pas de tirage au sort). Une description trompeuse constitue une violation de nos conditions générales.",
    "Seller Rules.":"Règles du vendeur.",
    "Manual":"Manuel",
    "Auto":"Auto",
    "Guaranteed Delivery Time:":"Temps de livraison garantie:",
    "Fee structure":"Structure des frais",
    "Guaranteed Delivery Time":"Temps de livraison garantie",
    "Flat fee (per purchase): ":"Frais fixes (par achat) :",
    "Place Offer":"Placer une offre"

    








}
