{
    "Digital Commerce": "Commerce numérique",
    "The most reliable platform to buy and sell high-quality digital products.": "La plateforme la plus fiable pour acheter et vendre des produits numériques de haute qualité.",
    "Create request": "Créer une demande",
    "Explore Products": "Explorer les produits",
    "Sell Now": "Vendre maintenant",
    "Popular Games": "Jeux populaires",
    "Find coins, items, and services for your favorite games.": "Trouvez des monnaies, des objets et des services pour vos jeux favoris.",
    "Buy Now": "Acheter maintenant",
    "How It Works": "Comment ça fonctionne",
    "Secure Transactions": "Transactions securis",
    "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Notre plateforl'encryption de pointe de l'industrie pour garantir que vos transactions sont securis egarantissant une bonne experience de shopping.",
    "Verified Sellers": "Vendeurs verifieurs",
    "Effortless Buying & Selling": "Acheter et vendre sans effort",
    "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "Digital Commerce est la plateforme idéale pour acheter et vendre des produits numériques de haute qualité. Nous mettons en relation acheteurs et vendeurs vérifiés, garantissant des transactions sécurisées, une livraison rapide et un accompagnement personnalisé pour une expérience optimale.",
    "Frequently Asked Questions": "Foire aux questions",
    "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "Digital Commerce met en relation acheteurs et vendeurs vérifiés pour des transactions numériques securis, rapide et sans effort.",
    "Quick Links": "Liens rapides",
    "Support": "Soutien",
    "Legal": "Légal",
    "Currency": "Devise",
    "Popular Currency": "Devise populaire",
    "See Seller List": "Voir la liste des vendeurs",
    "Filter": "Filtre",
    "Gift Cards": "Cartes cadeaux",
    "Boosting": "Boosting",
    "Newly Boosting": "Nouvelle optimisation",
    "Fortnite": "Fortnite",
    "Load More": "Charger plus",
    "Items": "Objets",
    "Popular Items": "Objets populaires",
    "All Item": "Tous les objets",
    "See seller list": "Voir la liste des vendeurs",
    "Accounts": "Comptes",
    "Popular Accoounts": "Comptes populaires",
    "Top Ups": "Recharges",
    "Top Up": "Recharger",
    "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "Contrairement aux cartes-cadeaux ou aux bons d'achat, U7BUY propose un service de recharge qui vous permet d'ajouter des fonds directement à votre solde. Ce service offre une grande variété de services, notamment des jeux mobiles, du streaming en direct, du shopping, des divertissements, etc.",
    "Popular Now": "Populaire maintenant",
    "Newly Launched": "Nouveaux lancements",
    "All Game": "Tous les jeux",
    "Coaching": "Entraînement"

}
