{

    "Digital Commerce": "Perdagangan Digital",
    "The most reliable platform to buy and sell high-quality digital products.": "Platform paling dapat diandalkan untuk membeli dan menjual produk digital berkualitas tinggi.",
     "Create request": "Buat permintaan",
     "Explore Products": "Jelajahi Produk",
     "Sell Now": "Jual Sekarang",
     "Popular Games": "Permainan Populer",
     "Find coins, items, and services for your favorite games.": "Temukan koin, item, dan layanan untuk permainan favorit Anda.",
     "Buy Now": "Beli Sekarang",
     "How It Works": "Cara Kerja",
     "Secure Transactions": "Transaksi yang Aman",
     "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "Platform kami menggunakan enkripsi terdepan di industri untuk memastikan transaksi Anda aman dan terlindungi, menjamin pengalaman berbelanja yang aman.",
     "Verified Sellers": "Penjual Terverifikasi",
     "Effortless Buying & Selling": "Pembelian & Penjualan Mudah",
     "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "Perdagangan Digital adalah tujuan utama Anda untuk membeli dan menjual produk digital berkualitas tinggi. Kami menghubungkan pembeli dan penjual terverifikasi, memastikan transaksi aman, pengiriman cepat, dan dukungan khusus untuk pengalaman yang lancar.",
     "Frequently Asked Questions": "Pertanyaan yang sering diajukan",
     "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "Perdagangan Digital menghubungkan pembeli dan penjual terverifikasi untuk transaksi digital yang aman, cepat, dan lancar.",
     "Quick Links": "Tautan Cepat",
     "Support": "Dukungan",
     "Legal": "Hukum",
     "Popular Currency": "Mata Uang Populer",
     "See Seller List": "Lihat Daftar Penjual",
     "Filter": "Filter",
     "Newly Boosting": "Pembangkitan Baru",
     "Fortnite": "Fortnite",
     "Load More": "Muat Lebih",
     "Items": "Barang",
     "Popular Items": "Barang Populer",
     "All Item": "Semua Barang",
     "See seller list": "Lihat Daftar Penjual",
     "Accounts": "Akun",
     "Popular Accoounts": "Akun Populer",
     "Top Ups": "Isi Ulang",
     "Top Up": "Isi Ulang",
     "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "Berbeda dengan kartu hadiah atau voucher, U7BUY menyediakan layanan Top Up yang memungkinkan Anda menambahkan dana langsung ke saldo Anda. Layanan ini menawarkan beragam pilihan, termasuk gim seluler, streaming langsung, belanja, hiburan, dan lain-lain.",
     "Popular Now": "Populer Sekarang",
     "Newly Launched": "Baru Terbuka",
     "All Game": "Semua Permainan",
     "Coaching": "Pelatihan",
     "Device": "Perangkat",
     "Account type": "Tipe Akun",
     "Price": "Harga",
     "Select Delivery Time": "Pilih Waktu Pengiriman",
     "Clear all": "Hapus Semua",
     "● Online Seller": "● Penjual Online",
     "All statuses": "Semua Status",
     "Completed": "Selesai",
     "Pending": "Tertunda",
     "Processing": "Proses",
     "Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "Koin EA Sports FC Instan: Bangun Tim Terbaikmu sekarang! Dapatkan Koin EA Sports FC yang cepat, aman, dan murah secara instan.",
     "Pc": "PC",
     "Pickaxes: 0-10": "Pikat: 0-10",
     "Outfits: None": "Pakaian: Tidak Ada",
     "Instants": "Saat-saat",
     "Shop": "Belanja",
     "New World Coins Currency": "Mata Uang New World Coins",
     "Select region": "Pilih Wilayah",
     "Global": "Global",
     "Sort by": "Urutkan Berdasarkan",
     "lowest to highest": "Rendah ke Tinggi",
     "highest to lowest": "Tinggi ke Rendah",
     "V-Bucks": "V-Bucks",
     "Popular": "Populer",
     "Other sellers (84)": "Penjual Lain (84)",
     "Recommended": "Rekomendasi",
     "All Sellers (8)": "Semua Penjual (8)",
     "Delivery Time": "Waktu Pengiriman",
     "Delivery Method": "Metode Pengiriman",
     "Stock": "Stok",
     "Login Top UP": "Masuk Top UP",
     "$76.28 | Buy now": "$76.28 | Beli Sekarang",
     "Money-back Guarantee": "Garansi Kembali Uang",
     "Fast Checkout Options": "Opsi Pembayaran Cepat",
     "24/7 Live Support": "Dukungan 24/7",
     "Delivery Instructions": "Instruksi Pengiriman",
     "Welcome": "Selamat Datang",
     "Why choose us": "Mengapa memilih kami",
     "1. V-BUCKS are safe to hold and guaranteed!": "1. V-BUCKS aman untuk disimpan dan dipastikan!",
     "2. Fast replies and delivery.": "2. Respon dan pengiriman cepat.",
     "See all": "Lihat Semua",
     "Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.": "Penawaran Khusus! 2.000 Trofi, Prestise, Dorongan 100K. Pengiriman Sangat Cepat. Kirimkan saya pesan untuk info lebih lanjut. Jangan beli langsung.",
     "Search": "Cari",
     "Previous": "Sebelumnya",
     "Next": "Selanjutnya",




     "Account settings": "Pengaturan Akun",
     "Go to site": "Pergi ke Situs",
     "Profile": "Profil",
     "Upload image": "Unggah Gambar",
     "Bio": "Bio",
     "User name": "Nama Pengguna",
     "Company": "Perusahaan",
     "Email": "Email",
     "This field is linked and can only be filled in once for user": "Bidang ini terhubung dan hanya dapat diisi sekali untuk pengguna",
     "Location": "Lokasi",




     "Manage Subscriptions": "Kelola Subskripsi",




     "Conversations": "Obrolan",
     "Messages": "Pesan",
     "Unread message only": "Pesan belum dibaca",
     "All": "Semua",
     "Orders" : "Pesanan",
     "Pre-purchase" : "Pre-pembelian",
     "Mark all as read": "Tandai semua sebagai dibaca",
     "Browser notification": "Pemberitahuan Browser",
     "VC_spams": "VC_spams",
     "Available: Back by 10am": "Tersedia: Kembali pada 10am",



     "Completed orders": "Pesanan Selesai",
     "Positive feedback": "Komentar Positif",
     "Negative feedback": "Komentar Negatif",
     "Feedback score": "Skor Komentar",


     "How it works?": "Bagaimana cara kerja?",
     "Bronze": "Bronze",
     "You need an additional 1,900 points to reach the Silver level.": "Anda perlu menambahkan 1.900 poin untuk mencapai tingkat Silver.",
     "Available points": "Poin Tersedia",
     "Collect a minimum of 10,000 points and unlock a $1 reward.": "Kumpulkan minimum 10.000 poin dan buka hadiah $1.",
     "10,000 points": "10.000 poin",
     "$1 Store credit": "Kredit Toko $1",
     "Redeem": "Tukarkan",
     "Achievements completed": "Pencapaian Selesai",
     "completed": "selesai",
     "Write reviews for sellers": "Tulis ulasan untuk penjual",
     "Critic": "Kritis",
     "Place your first order in each category": "Tempatkan pesanan pertama Anda dalam setiap kategori",
     "0 / 1 To unlock": "0 / 1 Untuk membuka",
     "Explorer": "Penjelajah",
     "Speedrunner": "Speedrunner",
     "Master Trader": "Pedagang Utama",
     "Place 2 Eldorado orders": "Tempatkan pesanan 2 Eldorado",
     "Place 2 orders in one month": "Tempatkan pesanan 2 dalam satu bulan",
     "Dedication": "Dedikasi",
     "Purchase at least 2 products per game to earn points": "Beli setidaknya 2 produk per permainan untuk mendapatkan poin",
     "Start Your Reward Journey Today": "Mulai Perjalanan Hadiah Anda Hari Ini",
     "Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!": "Lakukan pembelian pertama Anda hari ini dan mulailah melacak perjalanan Anda menuju hadiah menarik. Setiap pesanan membantu Anda membuka level baru, bonus, dan penawaran eksklusif. Tetap termotivasi dan lihat kemajuan Anda tumbuh di setiap langkah!",
     "Browse for more": "Cari lagi",




     "Game 1": "Permainan 1",
     "Game 2": "Permainan 2",
     "Game 3": "Permainan 3",
     "Active offers": "Penawaran Aktif",
     "Paused offers": "Penawaran Dijeda",
     "Closed offers": "Penawaran Ditutup",
     "Price: Low to High": "Harga: Tinggi ke Rendah",
     "Price: High to Low": "Harga: Rendah ke Tinggi",
     "Newest First": "Terbaru Pertama",
     "Export": "Ekspor",
     "New Offer": "Penawaran Baru",
     "Delete Item": "Hapus Item",
     "Are you sure you want to delete this item? This action cannot be undone.": "Apakah Anda yakin ingin menghapus item ini? Tindakan ini tidak dapat dibatalkan.",
     "Delete": "Hapus",
     "Cancel": "Batal",
     "Game": "Permainan",
     "Recent": "Terbaru",
     "Today": "Hari Ini",
     "This Week": "Minggu Ini",


     "Order Name": "Nama Pesanan",
     "Order Number": "Nomor Pesanan",
     "Order Date": "Tanggal Pesanan",
     "Order Status": "Status Pesanan",
     "Order Price": "Harga Pesanan",
     "Order Quantity": "Kuantitas Pesanan",
     "Order Total": "Total Pesanan",
     "Type": "Jenis",
     "Product": "Produk",
     "Quantity": "Kuantitas",
     "Total": "Total",
     "View Order": "Lihat Pesanan",
     "Seller": "Penjual",
     "Ordered date": "Tanggal Pesanan",
     "Order": "Pesanan",
     "Order ID": "ID Pesanan",
     "Order status": "Status Pesanan",
     "Price ($)": "Harga ($)",
     "All Currency": "Semua Mata Uang",
     "4 offerd": "4 penawaran",
     "All brands for Coaching": "Semua merek untuk Coaching",
     "Trade Protect For Buyers": "Trade Protect For Buyers",
     "Update Time : 2025-09-10 16:41:31": "Update Time : 2025-09-10 16:41:31",
     "Swapy.gg Buyer Protection Policy": "Kebijakan Perlindungan Pembeli Swapy.gg",
     "Swapy.gg is dedicated to ensuring a secure and satisfying buying experience for all users. Our Buyer Protection policy offers peace of mind by guaranteeing that sellers fulfill orders precisely as described.": "Swapy.gg berkomitmen untuk memastikan pengalaman berbelanja yang aman dan memuaskan bagi semua pengguna. Kebijakan Perlindungan Pembeli kami memberikan ketenangan pikiran dengan menjamin bahwa penjual memenuhi pesanan persis seperti yang dijelaskan.",
     "1. What Buyer Protection Covers:": "1. Apa yang Kebijakan Perlindungan Pembeli Swapy.gg Mewakili:",
     "Swapy.gg's Buyer Protection safeguards you in the event of:": "Kebijakan Perlindungan Pembeli Swapy.gg melindungi Anda di masa apapun:",
     "Non-receipt of the purchased order.": "Tidak menerima pesanan yang dibeli.",
     "The product or service received significantly deviates from its description on the listing.": "Produk atau layanan yang diterima menyimpang secara signifikan dari deskripsi pada daftar.",
     "2. Situations Not Covered By Buyer Protection:": "2. Situasi Tidak Dicakup Oleh Kebijakan Perlindungan Pembeli:",
     "Buyer Protection does not extend to the following circumstances:": "Kebijakan Perlindungan Pembeli tidak berlaku untuk situasi berikut:",


     "When the buyer has explicitly confirmed receipt of the order.": "Ketika pembeli menyatakan secara eksplisit menerima pesanan.",
     "Buyer's remorse or a change of mind after an order has been placed.": "Rasa sakit hati pembeli atau perubahan pikiran setelah pesanan dibuat.",
     "Transactions initiated or conducted outside the Swapy.gg platform.": "Transaksi yang diawali atau dilakukan di luar platform Swapy.gg.",
     "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.": "Semua perubahan akun atau konten oleh pembuat game setelah transaksi selesai.",
     "3. Fraudulent Claims:": "3. Penyelidikan Jual Beli:",


     "Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "Perlindungan Pembeli Swapy.gg dirancang khusus untuk mencegah klaim penipuan. Misalnya, jika penjual berhasil mentransfer barang tetapi pembeli secara keliru mengklaim tidak menerima barang, tindakan tersebut merupakan penipuan. Pembeli yang terbukti melakukan klaim penipuan akan langsung ditangguhkan akunnya. Swapy.gg berhak untuk mengambil tindakan hukum terhadap individu yang membuat klaim penipuan.",

     "4. Confirming Receipt:": "4. Menyetujui Penerimaan:",
     "It is essential for the buyer to confirm receipt only after thoroughly verifying that the received items or services are fully functional and accurately match the product description. A 'Confirmed Receipt' status signifies the completion of the transaction, indicating that the buyer is satisfied with their purchase and authorizes the release of payment to the seller.": "Pembeli wajib mengonfirmasi penerimaan hanya setelah memastikan secara menyeluruh bahwa barang atau layanan yang diterima berfungsi penuh dan sesuai dengan deskripsi produk. Status 'Penerimaan Terkonfirmasi' menandakan penyelesaian transaksi, yang menunjukkan bahwa pembeli puas dengan pembeliannya dan mengotorisasi pencairan pembayaran kepada penjual.",
     "5. Implied Acceptance of Product/Service:": "5. Implied Acceptance of Product/Service:",
     "If a buyer does not raise a claim or complaint within 72 hours following the seller's dispatch or delivery of the goods, the buyer will be considered to have accepted the purchased item or service. No refunds will be processed for orders that have reached a confirmed received and completed status.": "Jika pembeli tidak mengajukan klaim atau keluhan dalam waktu 72 jam setelah pengiriman barang oleh penjual, pembeli akan dianggap telah menerima barang atau layanan yang dibeli. Pengembalian dana tidak akan diproses untuk pesanan yang telah mencapai status terkonfirmasi diterima dan selesai.",
     "6. Dispute Resolution Engagement:": "6. Dispute Resolution Engagement:",
     "In the event of a transaction dispute, the buyer is required to promptly respond to our requests and submit all pertinent evidence (such as in-game screenshots, official proofs, etc.). Failure to respond within the stipulated timeframe will imply the buyer's acknowledgement that the issue has been resolved, and Swapy.gg will close the dispute.In the event of a transaction dispute, the buyer is required to promptly respond to our requests and submit all pertinent evidence (such as in-game screenshots, official proofs, etc.). Failure to respond within the stipulated timeframe will imply the buyer's acknowledgement that the issue has been resolved, and Swapy.gg will close the dispute.": "Jika terjadi sengketa transaksi, pembeli wajib segera menanggapi permintaan kami dan mengirimkan semua bukti yang relevan (seperti tangkapan layar dalam game, bukti resmi, dll.). Kegagalan untuk menanggapi dalam jangka waktu yang ditentukan akan menyiratkan bahwa pembeli telah mengakui bahwa masalah tersebut telah terselesaikan, dan Swapy.gg akan menutup sengketa tersebut.",
     "7. Payment Disputes or Chargebacks:": "7. Sengketa Pembayaran atau Penagihan Balik:",
     "Our Buyer Protection policy does not cover payment disputes or chargebacks initiated directly with payment providers. Should such an event occur, our internal investigation will cease, and no refund requests related to that transaction will be considered by Swapy.gg.": "Kebijakan Perlindungan Pembeli kami tidak mencakup sengketa pembayaran atau tolak bayar yang diajukan langsung dengan penyedia pembayaran. Jika hal tersebut terjadi, investigasi internal kami akan dihentikan, dan Swapy.gg tidak akan mempertimbangkan permintaan pengembalian dana terkait transaksi tersebut.",
     "Start Shopping Now": "Mulai Belanja Sekarang",
     "Your Purchase is Protected!": "Pembelian Anda Terjaga!",
     "Digital Commerce priorities your security. Our escrow system safeguards your payment until you confirm delivery, and our Buyer Protection Policy ensures fair resolution in case of any issues. Buy with absolute confidence!": "Keamanan Anda adalah prioritas utama Perdagangan Digital. Sistem escrow kami melindungi pembayaran Anda hingga Anda mengonfirmasi pengiriman, dan Kebijakan Perlindungan Pembeli kami memastikan penyelesaian yang adil jika terjadi masalah. Beli dengan keyakinan penuh!",
     "How to Buy on Digital Commerce!": "Cara Belanja di Perdagangan Digital!",
     "Welcome to Digital Commerce! Our platform is designed to make buying digital products easy, fast, and secure. Follow these simple steps to find and purchase your desired items with confidence.": "Selamat datang di Perdagangan Digital! Platform kami dirancang untuk memudahkan, mempercepat, dan mengamankan pembelian produk digital. Ikuti langkah-langkah mudah ini untuk menemukan dan membeli produk impian Anda dengan percaya diri.",
     "Find Your Desired Product": "Temukan Produk Impian Anda",
     "Begin by browsing our extensive categories or use the search bar to find the specific digital product you're looking for. You can filter results by game, region, price, and delivery time to pinpoint the perfect item.": "Mulailah dengan menelusuri kategori kami yang lengkap atau gunakan bilah pencarian untuk menemukan produk digital yang Anda cari. Anda dapat memfilter hasil berdasarkan game, wilayah, harga, dan waktu pengiriman untuk menemukan produk yang tepat.",
     "Review Product Details & Seller Info": "Lihat Detail Produk & Informasi Penjual",
     "Click on the product to learn more about the product and the seller.": "Klik pada produk untuk mempelajari lebih lanjut tentang produk dan penjual.",

     "Once you've found the right product, click 'Buy Now.' You'll be directed to the checkout page where you can review your order summary and add any optional notes for the seller.": "Setelah Anda menemukan produk yang tepat, klik 'Beli Sekarang'. Anda akan diarahkan ke halaman pembayaran tempat Anda dapat meninjau ringkasan pesanan dan menambahkan catatan opsional untuk penjual.",


     "Add to Cart & Checkout": "Tambahkan ke Keranjang & Checkout",
     "Why Sell with Swapy.gg?": "Kenapa Jual di Swapy.gg?",
     "Heading: Benefits of Selling on Swapy.gg": "Judul: Manfaat Jual di Swapy.gg",
     "Global Reach:": "Penjuru Dunia:",
     "Access a vast community of buyers worldwide.": "Akses komunitas pembeli yang luas di seluruh dunia.",
     "Secure Transactions:": "Transaksi yang Aman:",
     "Our escrow and Seller Protection policies protect your earnings.": "Kebijakan escrow dan Perlindungan Penjual kami melindungi penghasilan Anda.",
     "Easy Management:": "Manajemen yang Mudah:",
     "User-friendly dashboard for listing, managing, and tracking sales.": "Dasbor yang mudah digunakan untuk membuat daftar, mengelola, dan melacak penjualan.",
     "Dedicated Support:": "Dukungan Khusus:",
     "Our team is here to assist you with any questions or issues.": "Tim kami siap membantu Anda dengan pertanyaan atau masalah apa pun.",
     "Flexible Payouts:": "Pembayaran Fleksibel:",
     "Convenient withdrawals via Payoneer.": "Penarikan yang Mudah melalui Payoneer.",
     "Start Selling": "Mulai Jual",
     "Sellers Protection Rules": "Aturan Perlindungan Penjual",
     "For Buyers": "Untuk Pembeli",
     "For Sellers": "Untuk Penjual",
     "How do I buy a product?": "Bagaimana cara saya membeli produk?",
     "Browse or search for your desired digital product. Click on the product, review the details, click 'Buy No select your preferred payment method.'": "Telusuri atau cari produk digital yang Anda inginkan. Klik produk, tinjau detailnya, lalu klik 'Beli', lalu pilih metode pembayaran yang diinginkan.",
     "What payment methods are accepted?": "Apa metode pembayaran yang diterima?",
     "We accept various payment methods including credit cards, PayPal, and more.": "Kami menerima berbagai metode pembayaran termasuk kartu kredit, PayPal, dan banyak lagi.",
     "What is the buyer protection policy?": "Apa Kebijakan Perlindungan Pembeli?",
     "Our buyer protection policy ensures secure transactions and support for any disputes.": "Kebijakan Perlindungan Pembeli kami menjamin transaksi yang aman dan dukungan untuk semua perselisihan.",
     "How do I receive my purchased digital product?": "Bagaimana cara saya menerima produk digital yang saya beli?",
     "After purchase, you will receive a download link or access instructions via email.": "Setelah pembelian, Anda akan menerima tautan unduhan atau instruksi akses melalui email.",
     "What if the seller doesn't deliver the product?": "Bagaimana jika penjual tidak mengirimkan produk?",
     "Contact support immediately and we will assist you with dispute resolution.":"Hubungi dukungan segera dan kami akan membantu Anda dalam penyelesaian perselisihan.",
     "How do I become a seller?":"Bagaimana cara saya menjadi penjual?",
     "Click 'Start Selling' or register an account and navigate to the seller dashboard. You will need to complete our seller verification pr providing personal information and an ID document.": "Klik 'Mulai Berjualan' atau daftarkan akun dan buka dasbor penjual. Anda perlu menyelesaikan verifikasi penjual dengan memberikan informasi pribadi dan dokumen identitas.",
     "Why do I need to be verified to sell?":"Mengapa saya perlu diverifikasi untuk menjual?",
     "Verification helps us ensure the authenticity and trustworthiness of sellers on our platform.": "Verifikasi membantu kami memastikan keaslian dan kepercayaan penjual di platform kami.",
     "What kind of digital products can I sell?":"Apa jenis produk digital yang dapat saya jual?",
     "You can sell ebooks, music, software, design files, and other digital goods.":"Anda dapat menjual buku elektronik, musik, perangkat lunak, file desain, dan produk digital lainnya.",
     "Register your product on the seller dashboard by providing the required details and uploading your files.": "Daftarkan produk Anda di dasbor penjual dengan memberikan rincian yang diperlukan dan mengunggah file Anda.",
     "How do I get paid?":"Bagaimana cara saya mendapatkan pembayaran?",
     "Payments are processed securely via the platform, and funds are transferred according to your selected payout method.": "Pembayaran diproses secara aman melalui platform, dan dana ditransfer sesuai dengan metode pembayaran yang Anda pilih.",
     "Terms & Conditions":"Syarat dan Ketentuan",
     "Swapy.gg Terms of Service":"Syarat dan Ketentuan Swapy.gg",
     "The Swapy.gg platform is designed to provide a secure environment for gaming enthusiasts to connect and purchase various gaming-related content, which is supplied by users participating in the platform. The platform is owned and operated by the entity responsible for Swapy.gg (hereafter referred to as 'the Company,' or 'Swapy.gg' interchangeably), and services are provided to you under the following conditions. Your continued use of the platform constitutes affirmative agreement to these service terms. The Company reserves the right to modify the terms, conditions, and notices governing its website and services, including but not limited to fees arising from using the Company's website and services. You are responsible for regularly reviewing these and any additional service terms.": "Platform Swapy.gg dirancang untuk menyediakan lingkungan yang aman bagi para penggemar game untuk terhubung dan membeli berbagai konten terkait game, yang disediakan oleh pengguna yang berpartisipasi dalam platform ini. Platform ini dimiliki dan dioperasikan oleh entitas yang bertanggung jawab atas Swapy.gg (selanjutnya disebut sebagai 'Perusahaan', atau 'Swapy.gg' secara bergantian), dan layanan diberikan kepada Anda dengan ketentuan berikut. Penggunaan platform secara berkelanjutan oleh Anda merupakan persetujuan tegas terhadap ketentuan layanan ini. Perusahaan berhak untuk mengubah syarat, ketentuan, dan pemberitahuan yang mengatur situs web dan layanannya, termasuk namun tidak terbatas pada biaya yang timbul dari penggunaan situs web dan layanan Perusahaan. Anda bertanggung jawab untuk meninjau ketentuan ini dan ketentuan layanan tambahan lainnya secara berkala.",
     "Get In Touch":"Hubungi Kami",
     "Get in touch with the Swapy.gg Team to achieve business partnership, solve any issues, or share your feedback with us.": "Hubungi Tim Swapy.gg untuk mencapai kemitraan bisnis, memecahkan masalah, atau berbagi masukan Anda dengan kami.",
     "Marketing Sponsorship":"Sponsorship Marketing",
     "Digital Distribution":"Distribusi Digital",
     "Increase your sales for Direct Top-Ups, Gift Cards, or Video Game Keys through Swapy.gg. Contact us at.": "Tingkatkan penjualan Anda untuk Top-Up Langsung, Kartu Hadiah, atau Kunci Video Game melalui Swapy.gg. Hubungi kami di.",
     "Want to be part of the Swapy.gg global team? If you're passionate about gaming and skilled at writing engaging blog posts, contact us at.": "Ingin menjadi bagian dari tim global Swapy.gg? Jika Anda bersemangat bermain game dan ahli menulis postingan blog yang menarik, hubungi kami di.",
     "Legal Department":"Departemen Hukum",
     "For any questions regarding legal matters or other general inquiries, please contact us at:.": "Untuk pertanyaan mengenai masalah hukum atau pertanyaan umum lainnya, silakan hubungi kami di:."
     





}
