{
    "Digital Commerce": "Commercio digitale",
    "The most reliable platform to buy and sell high-quality digital products.": "La piattaforma più affidabile per acquistare e vendere prodotti digitali di alta qualità.",
    "Create request": "Crea richiesta",
    "Explore Products": "Esplora i prodotti",
    "Sell Now": "Vendi ora",
    "Popular Games": "Giochi popolari",
    "Find coins, items, and services for your favorite games.": "Trova monete, oggetti e servizi per i tuoi giochi preferiti.",
    "Buy Now": "Acquista ora",
    "How It Works": "Come funziona",
    "Secure Transactions": "Transazioni sicure",
    "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience.": "La nostra piattaforma utilizza la crittografia leader del settore per garantire la sicurezza delle tue transazioni, garantendoti un'esperienza di acquisto sicura.",
    "Verified Sellers": "Venditori verificati",
    "Effortless Buying & Selling": "Acquisto e vendita senza impegno",
    "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "Digital Commerce è il tuo punto di riferimento per l'acquisto e la vendita di prodotti digitali di alta qualità. Mettiamo in contatto acquirenti e venditori verificati, garantendo transazioni sicure, consegne rapide e supporto dedicato per un'esperienza impeccabile.",
    "Frequently Asked Questions": "Domande frequenti",
    "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions.": "Digital Commerce mette in contatto acquirenti e venditori verificati per transazioni digitali sicure, veloci e fluide.",
    "Quick Links": "Collegamenti rapidi",
    "Support": "Supporto",
    "Legal": "Legale",
    "Popular Currency": "Valuta popolare",
    "See Seller List": "Vedi lista dei venditori",
    "Filter": "Filtro",
    "Newly Boosting": "Nuovi Boosting",
    "Fortnite": "Fortnite",
    "Load More": "Carica di piú",
    "Items": "Oggetti",
    "Popular Items": "Oggetti popolari",
    "All Item": "Tutti gli oggetti",
    "See seller list": "Vedi lista dei venditori",
    "Accounts": "Account",
    "Popular Accoounts": "Account popolari",
    "Top Ups": "Ricariche",
    "Top Up": "Ricarica",
    "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "A differenza delle carte regalo o dei buoni, U7BUY offre un servizio di ricarica con cui puoi aggiungere fondi direttamente al tuo saldo. Offre un'ampia varietà di opzioni, tra cui giochi per dispositivi mobili, streaming live, shopping, intrattenimento, ecc.",
    "Popular Now": "Popolare ora",
    "Newly Launched": "Nuove uscite",
    "All Game": "Tutti i giochi",
    "All Account": "Tutti gli account",
    "Coaching": "Coach",
    "Device": "Dispositivo",
    "Account type": "Tipo di account",
    "Price": "Prezzo",
    "Select Delivery Time": "Seleziona il tempo di consegna",
    "Clear all": "Cancella tutto",
    "● Online Seller": "● Venditore online",
    "All statuses": "Tutti gli stati",
    "Completed": "Completo",
    "Pending": "In attesa",
    "Processing": "In elaborazione",
    "Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "Monete EA Sports FC istantanee: crea subito il tuo Ultimate Team! Ottieni subito monete EA Sports FC in modo rapido, sicuro ed economico.",
    "Pc": "Pc",
    "Pickaxes: 0-10": "Pugni: 0-10",
    "Outfits: None": "Outfits: Nessuno",
    "Instants": "Instants",
    "Shop": "Negozio",
    "New World Coins Currency": "Monete di New World Coins",
    "Select region": "Seleziona la regione",
    "Global": "Globale",
    "Sort by": "Ordina per",
    "lowest to highest": "da piú basso al piú alto",
    "highest to lowest": "da piú alto al piú basso",
    "V-Bucks": "V-Bucks",
    "Popular": "Popolare",
    "Other sellers (84)": "Altro venditore (84)",
    "Recommended": "Consigliato",
    "All Sellers (8)": "Tutti i venditori (8)",
    "Delivery Time": "Tempo di consegna",
    "Delivery Method": "Metodo di consegna",
    "Stock": "Stoccaggio",
    "Login Top UP": "Accedi Ricarica",
    "Login Now": "Accedi ora",
    "$76.28 | Buy now": "$76.28 | Acquista ora",
    "Money-back Guarantee": "Garanzia di ritorno sul capitale",
    "Fast Checkout Options": "Opzioni di checkout veloce",
    "24/7 Live Support": "Supporto live 24/7",
    "Delivery Instructions": "Istruzioni di consegna",
    "Welcome": "Benvenuto",
    "Why choose us": "Perché scegliere noi",
    "1. V-BUCKS are safe to hold and guaranteed!": "1. V-BUCKS sono sicuri e garantiti!",
    "2. Fast replies and delivery.": "2. Risposte e consegna veloci.",
    "See all": "Vedi tutto",
    "Offerta personalizzata! 2.000 trofei, prestigio, 100.000 push. Consegna ultraveloce. Scrivimi per informazioni. Non acquistare direttamente.": "Offerta personalizzata! 2.000 trofei, prestigio, 100.000 push. Consegna ultraveloce. Scrivimi per informazioni. Non acquistare direttamente.",
    "Search": "Ricerca",
    "Previous": "Precedente",
    "Next": "Prossimo",



    "Account settings": "Impostazioni dell'account",
    "Go to site": "Vai al sito",
    "Profile": "Profilo",
    "Upload image": "Carica immagine",
    "Bio": "Biografia",
    "User name": "Nome utente",
    "Company": "Società",
    "Email": "E-mail",
    "This field is linked and can only be filled in once for user": "Questo campo è collegato e può essere riempito una sola volta per l'utente",
    "Location": "Posizione",





    "Manage Subscriptions": "Gestisci sottoscrizioni",





    "Conversations": "Conversazioni",
    "Messages": "Messaggi",
    "Unread message only": "Solo messaggi non letti",
    "All": "Tutti",
    "Orders" : "Ordini",
    "Pre-purchase" : "Pre-acquisto",
    "Mark all as read": "Segna tutti come letti",
    "Browser notification": "Notifiche del browser",
    "VC_spams": "VC_spams",
    "Available: Back by 10am": "Disponibile: Indietro alle 10am",





    "Completed orders": "Ordini completati",
    "Positive feedback": "Feedback positivo",
    "Negative feedback": "Feedback negativo",
    "Feedback score": "Punteggio feedback",




    "How it works?": "Come funziona?",
    "Bronze": "Bronzo",
    "You need an additional 1,900 points to reach the Silver level.": "Hai bisogno di 1.900 punti aggiuntivi per raggiungere il livello Argento.",
    "Available points": "Punti disponibili",
    "Collect a minimum of 10,000 points and unlock a $1 reward.": "Raccogli almeno 10.000 punti e sblocca una recompensa di $1.",
    "10,000 points": "10.000 punti",
    "$1 Store credit": "Crediti negozio $1",
    "Redeem": "Riscatta",
    "Achievements completed": "Completamenti raggiunti",
    "completed": "completato",
    "Write reviews for sellers": "Scrivi recensioni per i venditori",
    "Critic": "Critic",
    "Place your first order in each category": "Posiziona il tuo primo ordine in ogni categoria",
    "0 / 1 To unlock": "0 / 1 per sbloccare",
    "Explorer": "Esploratore",
    "Speedrunner": "Speedrunner",
    "Master Trader": "Master Trader",
    "Place 2 Eldorado orders": "Posiziona 2 ordini di Eldorado",
    "Place 2 orders in one month": "Posiziona 2 ordini in un mese",
    "Dedication": "Dedicazione",
    "Purchase at least 2 products per game to earn points": "Acquista almeno 2 prodotti per gioco per ottenere punti",
    "Start Your Reward Journey Today": "Inizia il tuo viaggio di recompense oggi",
    "Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!": "Effettua il tuo primo acquisto oggi stesso e inizia a tracciare il tuo percorso verso fantastici premi. Ogni ordine ti aiuta a sbloccare nuovi livelli, bonus e offerte esclusive. Mantieni la motivazione e osserva i tuoi progressi crescere a ogni passo!",
    "Browse for more": "Esplora di piú",




    "Game 1": "Gioco 1",
    "Game 2": "Gioco 2",
    "Game 3": "Gioco 3",
    "Active offers": "Offerte attive",
    "Paused offers": "Offerte in pausa",
    "Closed offers": "Offerte chiusi",
    "Price: Low to High": "Prezzo: da basso a alto",
    "Price: High to Low": "Prezzo: da alto a basso",
    "Newest First": "Primo nuovo",
    "Export": "Esporta",
    "New Offer": "Nuova offerta",
    "Delete Item": "Elimina elemento",
    "Are you sure you want to delete this item? This action cannot be undone.": "Sei sicuro di voler eliminare questo elemento? Questa azione non puö essere annullata.",
    "Delete": "Elimina",
    "Cancel": "Annulla",
    "Game": "Gioco",
    "Recent": "Recente",
    "Today": "Oggi",
    "This Week": "Questa settimana",
    "This Month": "Questo mese",





    "Order Name": "Nome ordine",
    "Order Number": "Numero ordine",
    "Order Status": "Stato ordine",
    "Order Date": "Data ordine",
    "Order Price": "Prezzo ordine",
    "Order Quantity": "Quantità ordine",
    "Order Total": "Totale ordine",
    "Type": "Tipo",
    "Product": "Prodotto",
    "Total": "Totale",
    "View Order": "Visualizza ordine",
    "Seller": "Venditore",
    "Ordered date": "Data ordine",
    "Order": "Ordine",
    "Order ID": "ID ordine",
    "Order status": "Stato ordine",
    "Price ($)": "Prezzo ($)",
    "All Currency": "Tutte le valute",
    "4 offerd": "4 offerte",
    "All brands for Coaching": "Tutte le marche per Coaching",
    "Trade Protect For Buyers": "Protezione commerciale per compratori",
    "Update Time : 2025-09-10 16:41:31": "Aggiornamento ora: 2025-09-10 16:41:31",
    "Swapy.gg Buyer Protection Policy": "Politica di protezione per i compratori di Swapy.gg",
    "Swapy.gg is dedicated to ensuring a secure and satisfying buying experience for all users. Our Buyer Protection policy offers peace of mind by guaranteeing that sellers fulfill orders precisely as described.": "Swapy.gg si impegna a garantire un'esperienza di acquisto sicura e soddisfacente per tutti gli utenti. La nostra politica di Protezione Acquirenti offre tranquillità, garantendo che i venditori evadano gli ordini esattamente come descritto.",
    "1. What Buyer Protection Covers:": "1. Cosa la Protezione Acquirenti copre:",
    "Swapy.gg's Buyer Protection safeguards you in the event of:": "La Protezione Acquirenti di Swapy.gg ti protegge nel caso di:",
    "Non-receipt of the purchased order.": "Non ricezione dell'ordine acquistato.",
    "The product or service received significantly deviates from its description on the listing.": "Il prodotto o il servizio ricevuto differisce significativamente dalla descrizione dell'offerta.",
    "2. Situations Not Covered By Buyer Protection:": "2. Situazioni non coperte dalla Protezione Acquirenti:",
    "Buyer Protection does not extend to the following circumstances:": "La Protezione Acquirenti non si estende ai seguenti casi:",

    "When the buyer has explicitly confirmed receipt of the order.": "Quando il compratore ha confermato esplicitamente la ricezione dell'ordine.",
    "Buyer's remorse or a change of mind after an order has been placed.": "La culpa del compratore o un cambiamento di mente dopo che un ordine sia stato effettuato.",
    "Transactions initiated or conducted outside the Swapy.gg platform.": "Transazioni iniziate o eseguite fuori dalla piattaforma Swapy.gg.",
    "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.": "Eventuali modifiche apportate a un account o ai suoi contenuti dall'editore/sviluppatore del gioco dopo la conclusione di una transazione.",
    "3. Fraudulent Claims:": "3. Reclami fraudulenti:",



    "Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "La Protezione Acquirenti di Swapy.gg è rigorosamente progettata per prevenire reclami fraudolenti. Ad esempio, se un venditore trasferisce correttamente gli articoli ma l'acquirente dichiara falsamente di non averli ricevuti, tali azioni costituiscono frode. Qualsiasi acquirente scoperto a effettuare reclami fraudolenti subirà la sospensione immediata dell'account. Swapy.gg si riserva il diritto di intraprendere azioni legali contro chi effettua reclami fraudolenti.",

    "4. Confirming Receipt:": "4. Conferma della ricezione:",
    "It is essential for the buyer to confirm receipt only after thoroughly verifying that the received items or services are fully functional and accurately match the product description. A 'Confirmed Receipt' status signifies the completion of the transaction, indicating that the buyer is satisfied with their purchase and authorizes the release of payment to the seller.": "È essenziale che l'acquirente confermi la ricezione solo dopo aver verificato attentamente che gli articoli o i servizi ricevuti siano perfettamente funzionanti e corrispondano esattamente alla descrizione del prodotto. Lo stato «Ricevuta Confermata » indica il completamento della transazione, indicando che l'acquirente è soddisfatto dell'acquisto e autorizza l'invio del pagamento al venditore.",
    "5. Implied Acceptance of Product/Service:": "5. Accettazione implcita del prodotto/servizio:",
    "If a buyer does not raise a claim or complaint within 72 hours following the seller's dispatch or delivery of the goods, the buyer will be considered to have accepted the purchased item or service. No refunds will be processed for orders that have reached a confirmed received and completed status.": "Se un acquirente non presenta un reclamo o una contestazione entro 72 ore dalla spedizione o consegna della merce da parte del venditore, si riterrà che abbia accettato l'articolo o il servizio acquistato. Non saranno effettuati rimborsi per gli ordini che hanno raggiunto lo stato di ricevuto e completato.",
    "6. Dispute Resolution Engagement:": "6. Dispute Resolution Engagement:",
    "In the event of a transaction dispute, the buyer is required to promptly respond to our requests and submit all pertinent evidence (such as in-game screenshots, official proofs, etc.). Failure to respond within the stipulated timeframe will imply the buyer's acknowledgement that the issue has been resolved, and Swapy.gg will close the dispute.": "In caso di controversia sulla transazione, l'acquirente è tenuto a rispondere tempestivamente alle nostre richieste e a fornire tutte le prove pertinenti (come screenshot di gioco, prove ufficiali, ecc.). La mancata risposta entro i tempi stabiliti implicherà che l'acquirente riconosce che il problema è stato risolto e Swapy.gg chiuderà la controversia.",
    "7. Payment Disputes or Chargebacks:": "7. Dispute di pagamento o Chargebacks:",
    "Our Buyer Protection policy does not cover payment disputes or chargebacks initiated directly with payment providers. Should such an event occur, our internal investigation will cease, and no refund requests related to that transaction will be considered by Swapy.gg.": "La nostra politica di Protezione Acquirenti non copre controversie sui pagamenti o addebiti non richiesti avviati direttamente con i fornitori di servizi di pagamento. Qualora si verificasse un evento del genere, la nostra indagine interna verrà interrotta e Swapy.gg non prenderà in considerazione alcuna richiesta di rimborso relativa a tale transazione.",
    "Start Shopping Now": "Inizia a comprare ora",
    "Your Purchase is Protected!": "Il tuo acquisto viene protetto!",
    "Digital Commerce priorities your security. Our escrow system safeguards your payment until you confirm delivery, and our Buyer Protection Policy ensures fair resolution in case of any issues. Buy with absolute confidence!": "Digital Commerce dà priorità alla tua sicurezza. Il nostro sistema di deposito a garanzia tutela il tuo pagamento fino alla conferma della consegna, e la nostra Politica di Protezione dell'Acquirente garantisce una risoluzione equa in caso di problemi. Acquista in assoluta sicurezza!",
    "How to Buy on Digital Commerce!": "Come acquistare su Digital Commerce!",
    "Welcome to Digital Commerce! Our platform is designed to make buying digital products easy, fast, and secure. Follow these simple steps to find and purchase your desired items with confidence.": "Benvenuti nel Commercio Digitale! La nostra piattaforma è progettata per rendere l'acquisto di prodotti digitali facile, veloce e sicuro. Segui questi semplici passaggi per trovare e acquistare gli articoli che desideri in tutta sicurezza.",
    "Find Your Desired Product": "Trova il tuo prodotto desiderato",
    "Begin by browsing our extensive categories or use the search bar to find the specific digital product you're looking for. You can filter results by game, region, price, and delivery time to pinpoint the perfect item.": "Inizia esplorando le nostre ampie categorie o usa la barra di ricerca per trovare il prodotto digitale specifico che stai cercando. Puoi filtrare i risultati per gioco, regione, prezzo e tempi di consegna per individuare l'articolo perfetto.",
    "Review Product Details & Seller Info": "Revise i Dettagli del Prodotto e la Informazione sul Venditore",
    "Click on a product to view its full description, delivery time, and requirements. Pay attention to the seller's rating and reviews to ensure you're buying from a reputable source. If you have questions, use the 'Message Seller' option (if available).": "Clicca su un prodotto per visualizzarne la descrizione completa, i tempi di consegna e i requisiti. Presta attenzione alla valutazione e alle recensioni del venditore per assicurarti di acquistare da una fonte affidabile. In caso di domande, utilizza l'opzione Invia messaggio al venditore (se disponibile).",

    "Once you've found the right product, click 'Buy Now.' You'll be directed to the checkout page where you can review your order summary and add any optional notes for the seller.": "Una volta trovato il prodotto giusto, clicca su 'Acquista ora'. Verrai indirizzato alla pagina di pagamento, dove potrai rivedere il riepilogo dell'ordine e aggiungere eventuali note facoltative per il venditore.",

    "Add to Cart & Checkout": "Aggiungi al Carrello & Checkout",
    "Why Sell with Swapy.gg?": "Perche' vendere con Swapy.gg?",
    "Heading: Benefits of Selling on Swapy.gg": "Intestazione: vantaggi di vendita su Swapy.gg",
    "Global Reach:": "Alcance globale:",
    "Access a vast community of buyers worldwide.": "Accedi a una vasta community di compratori mondiali.",
    "Secure Transactions:": "Transazioni sicure:",
    "Our escrow and Seller Protection policies protect your earnings.": "Le nostre politiche di deposito e di Protezione al Compratore proteggono i tuoi guadagni.",
    "Easy Management:": "Gestione semplice:",
    "User-friendly dashboard for listing, managing, and tracking sales.": "Pannello di controllo amigabile per la pubblicazione, la gestione e il seguimento delle vendite.",
    "Dedicated Support:": "Supporto dedicato:",
    "Our team is here to assist you with any questions or issues.": "Il nostro team si trova qui per aiutarti con qualsiasi domanda o problema.",
    "Flexible Payouts:": "Pagamenti flexibili:",
    "Convenient withdrawals via Payoneer.": "Ritirate convenienti via Payoneer.",
    "Start Selling": "Inizia a vendere",
    "Sellers Protection Rules": "Regole di Protezione al Compratore",
    "For Buyers": "Per i Compratori",
    "For Sellers": "Per i Venditori",
    "How do I buy a product?": "Come acquisto un prodotto?",
    "Browse or search for your desired digital product. Click on the product, review the details, click 'Buy No select your preferred payment method.'": "Sfoglia o cerca il prodotto digitale che desideri. Clicca sul prodotto, controlla i dettagli, clicca su 'Acquista' seleziona il metodo di pagamento che preferisci.",
    "What payment methods are accepted?": "Quali metodi di pagamento sono accettati?",
    "We accept various payment methods including credit cards, PayPal, and more.": "We accept various payment methods including credit cards, PayPal, and more.",
    "What is the buyer protection policy?": "Cosa sono le regole di Protezione al Compratore?",
    "Our buyer protection policy ensures secure transactions and support for any disputes.": "La nostra politica di protezione dell'acquirente garantisce transazioni sicure e supporto per eventuali controversie.",
    "How do I receive my purchased digital product?": "Come ricevo il mio prodotto digitale acquistato?",
    "After purchase, you will receive a download link or access instructions via email.": "Dopo l'acquisto, riceverai un link di download o istruzioni di accesso via email.",
    "What if the seller doesn't deliver the product?": "Cosa succede se il venditore non consegna il prodotto?",
    "Contact support immediately and we will assist you with dispute resolution.": "Contatta subito l'assistenza e ti aiuteremo a risolvere le controversie.",
    "How do I become a seller?": "Come diventare un venditore?",
    "Click 'Start Selling' or register an account and navigate to the seller dashboard. You will need to complete our seller verification pr providing personal information and an ID document.": "Clicca su 'Inizia a vendere' o registra un account e accedi alla dashboard del venditore. Dovrai completare la verifica del venditore fornendo i tuoi dati personali e un documento d'identità.",
    "Why do I need to be verified to sell?": "Perche' devo essere verificato per vendere?",
    "Verification helps us ensure the authenticity and trustworthiness of sellers on our platform.": "La verifica aiuta a garantire l'identita' e la fiducia dei venditori sulla nostra piattaforma.",
    "What kind of digital products can I sell?": "Quali tipi di prodotti digitali posso vendere?",
    "You can sell ebooks, music, software, design files, and other digital goods.": "Puoi vendere libri digitali, musica, software, file di design e altri beni digitali.",
    "Register your product on the seller dashboard by providing the required details and uploading your files.": "Registra il tuo prodotto sulla dashboard del venditore fornendo i dettagli richiesti e caricando i tuoi file.",
    "How do I get paid?": "Come ricevo il pagamento?",
    "Payments are processed securely via the platform, and funds are transferred according to your selected payout method.": "I pagamenti vengono elaborati in modo sicuro tramite la piattaforma e i fondi vengono trasferiti in base al metodo di pagamento selezionato.",
    "Our platform uses industry-leading encryption to ensure your  transactions are safe and secure, guaranteeing asafeshopping experience.":"La nostra piattaforma utilizza la crittografia leader del settore per garantire la sicurezza delle tue transazioni, garantendoti un'esperienza di acquisto sicura."












}
