{

    "Digital Commerce" : "デジタルコマース",
    "The most reliable platform to buy and sell high-quality digital products." : "高品質のデジタル製品を売買するための最も信頼できるプラットフォーム。",
    "Create request" : "リクエストを作成",
    "Explore Products" : "製品を見る",
    "Sell Now" : "今すぐ売る",
    "Popular Games" : "人気のゲーム",
    "Find coins, items, and services for your favorite games." : "お気に入りのゲームのコイン、アイテム、サービスを見つけましょう。",
    "Buy Now" : "今すぐ買う",
    "How It Works" : "とは何か",
    "Secure Transactions" : "安全な取引",
    "Our platform uses industry-leading encryption to ensure your transactions are safe and secure, guaranteeing a safe shopping experience." : "当社のプラットフォームは業界をリードする暗号化技術を使用して、取引の安全性を確保し、安全なショッピング体験を保証します。",
    "Verified Sellers" : "確認済みの販売者",
    "Effortless Buying & Selling" : "買い手と販売者の簡単な販売",
    "Digital Commerce is your go-to destination for buying and selling high-quality digital products. We connect buyers and verified sellers, ensuring secure transactions, fast delivery, and dedicated support for a seamless experience.": "Digital Commerceは、高品質なデジタル製品の売買に最適な場所です。購入者と認証済みの販売者を繋ぎ、安全な取引、迅速な配送、そしてシームレスな体験のための専用サポートを保証します。",
    "Frequently Asked Questions" : "よくある質問",
    "Digital Commerce connects buyers and verified sellers for secure, fast, and seamless digital transactions." : "デジタルコマースは、購入者と認証済みの販売者を結び付け、安全で高速かつシームレスなデジタル取引を実現します。",
    "Quick Links" : "クイックリンク",
    "Support" : "サポート",
    "Legal" : "法律上の",
    "Currency" : "通貨",
    "Popular Currency" : "人気の通貨",
    "See Seller List" : "販売者リストを見る",
    "Filter" : "フィルター",
    "Gift Cards" : "ギフトカード",
    "Boosting" : "ブースティング",
    "Newly Boosting" : "新しくブースティング",
    "Fortnite" : "フォートナイト",
    "Load More" : "もっと読み込む",
    "Items" : "アイテム",
    "Popular Items" : "人気のアイテム",
    "All Items" : "すべてのアイテム",
    "See seller list" : "販売者リストを見る",
    "Accounts" : "アカウント",
    "Popular Accoounts" : "人気のアカウント",
    "Top Ups" : "トップアップ",
    "Top Up" : "トップアップ",
    "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.": "Different from gift cards or vouchers, U7BUY provides a Top Up service with which you can add funds directly to your balance. It contains a large variety, including mobile games, live streaming, shopping, entertainment, etc.",
    "Popular Now" : "人気の",
    "Newly Launched" : "新しく発売",
    "All Game" : "すべてのゲーム",
    "All Account" : "すべてのアカウント",
    "Coaching" : "コーチング",
    "Device" : "デバイス",
    "Account type" : "アカウントタイプ",
    "Price" : "価格",
    "Select Delivery Time" : "配送時間を選択",
    "Clear all" : "すべてクリア",
    "● Online Seller" : "●オンライン販売者",
    "All statuses" : "すべての状態",
    "Completed" : "完了",
    "Pending" : "保留中",
    "Processing" : "処理中",
    "Instant EA Sports FC Coins: Build your Ultimate Team now! Get fast, secure, and cheap EA Sports FC Coins instantly.": "EA Sports FCコインを今すぐゲット：今すぐ究極のチームを編成しましょう！高速、安全、そしてお手頃価格のEA Sports FCコインを今すぐ手に入れましょう。",
    "Pc" : "PC",
    "Pickaxes: 0-10" : "ピックアップ：0-10",
    "Outfits: None" : "アウトフィット：無し",
    "Instants" : "インスタント",
    "Shop" : "ショップ",
    "New World Coins Currency" : "新世界コイン通貨",
    "Select region" : "地域を選択",
    "Global" : "国際",
    "Sort by" : "並び替え",
    "lowest to highest" : "最低から最高",
    "highest to lowest" : "最高から最低",
    "V-Bucks" : "Vバックス",
    "Popular" : "人気",
    "Other sellers (84)" : "他の販売者（84）",
    "Recommended" : "おすすめ",
    "All Sellers (8)" : "すべての販売者（8）",
    "Delivery Time" : "納期",
    "Delivery Method" : "配送方法",
    "Stock" : "ストック",
    "Login Top UP" : "ログイントップアップ",
    "$76.28 | Buy now" : "$76.28 | 現在購入",
    "Money-back Guarantee" : "返金保証",
    "Fast Checkout Options" : "高速チェックアウトオプション",
    "24/7 Live Support" : "24/7ライブサポート",
    "Delivery Instructions" : "配送指示",
    "Welcome" : "ようこそ",
    "Why choose us" : "私達を選びます",
    "1. V-BUCKS are safe to hold and guaranteed!" : "1. V-BUCKSは安全に保管でき、保証されています!",
    "2. Fast replies and delivery." : "2. 迅速な返信と配送。",
    "See all" : "すべて見る",
    "Custom Offer! 2,000 Trophies, Prestige, 100K Push. Ultra Fast Delivery. Text me for info. Do not purchase directly.": "カスタムオファー！トロフィー2,000個、プレステージ、10万プッシュ。超高速配送。詳細はテキストメッセージでお問い合わせください。直接購入はご遠慮ください。",
    "Search" : "検索",
    "Previous" : "前へ",
    "Next" : "次へ",


    "Account settings" : "アカウント設定",
    "Go to site" : "サイトに行く",
    "Profile" : "プロフィール",
    "Upload image" : "画像をアップロード",
    "Bio" : "自己紹介",
    "User name" : "ユーザー名",
    "Company" : "会社",
    "Email" : "メール",
    "This field is linked and can only be filled in once for user" : "このフィールドはリンクされており、ユーザーに一度しか入力することができます",
    "Location" : "場所",


    "Manage Subscriptions": "サブスクリプションを管理",



    "Conversations": "会話",
    "Messages": "メッセージ",
    "Unread message only": "未読メッセージのみ",
    "All": "すべて",
    "Orders" : "注文",
    "Pre-purchase" : "事前購入",
    "Mark all as read": "すべてを読み込みました",
    "Browser notification": "ブラウザ通知",
    "VC_spams": "VC_spams",
    "Available: Back by 10am": "利用可能：10時前に戻る",



    "Completed orders": "完了した注文",
    "Positive feedback": "正面のフィードバック",
    "Negative feedback": "負面のフィードバック",
    "Feedback score": "フィードバックスコア",



    "How it works?": "作動方法",
    "Bronze": "銅",
    "You need an additional 1,900 points to reach the Silver level.": "銅レベルに到達するために1,900ポイントが必要です。",
    "Available points": "利用可能なポイント",
    "Collect a minimum of 10,000 points and unlock a $1 reward.": "最低10,000ポイントを集め、$1の報酬を解除します。",
    "10,000 points": "10,000ポイント",
    "$1 Store credit": "$1ストアクレジット",
    "Redeem": "購入",
    "Achievements completed": "達成した達成",
    "completed": "完了",
    "Write reviews for sellers": "販売者のレビューを書く",
    "Critic": "クリティック",
    "Place your first order in each category": "各カデゴリに初めの注文を置く",
    "0 / 1 To unlock": "0 / 1 を解除",
    "Explorer": "エクスプローラー",
    "Speedrunner": "スピードランナー",
    "Master Trader": "マスタートレイダー",
    "Place 2 Eldorado orders": "エルドラドプレイス2注文",
    "Place 2 orders in one month": "1ヶ月に2注文を置く",
    "Dedication": "専念",
    "Purchase at least 2 products per game to earn points": "ゲーム毎に2つ以上の商品を購入してポイントを獲得する",
    "Start Your Reward Journey Today": "今日の報酬の旅を始めましょう",
    "Make your first purchase today and start tracking your journey toward exciting rewards. Each order helps you unlock new levels, bonuses, and exclusive offers. Stay motivated and see your progress grow with every step!": "今すぐ最初の購入をして、エキサイティングな特典獲得までの道のりを記録しましょう。ご注文ごとに新しいレベル、ボーナス、限定オファーがアンロックされます。モチベーションを保ち、一歩一歩着実に進歩していくのを実感してください！",
    "Browse for more": "さらに検索",


    "Game 1": "ゲーム1",
    "Game 2": "ゲーム2",
    "Game 3": "ゲーム3",
    "Active offers": "アクティブなオファー",
    "Paused offers": "一時停止中のオファー",
    "Closed offers": "閉鎖したオファー",
    "Price: Low to High": "価格：低価格から高価格",
    "Price: High to Low": "価格：高価格から低価格",
    "Newest First": "最新順",
    "Export": "エクスポート",
    "New Offer": "新しいオファー",
    "Delete Item": "アイテムを削除",
    "Are you sure you want to delete this item? This action cannot be undone.": "このアイテムを削除してもよろしいですか？この操作は取り消せません。",
    "Delete": "削除",
    "Cancel": "キャンセル",
    "Game": "ゲーム",
    "Recent": "最近",
    "Today": "今日",
    "This Week": "今週",
    "This Month": "今月",


    "Order Name": "注文名",
    "Order Number": "注文番号",
    "Order Status": "注文ステータス",
    "Order Date": "注文日",
    "Order Price": "注文価格",
    "Order Quantity": "注文数量",
    "Order Total": "注文合計",
    "Type": "タイプ",
    "Product": "製品",
    "Quantity": "数量",
    "Total": "合計",
    "View Order": "注文を見る",
    "Seller": "セラー",
    "Ordered date": "注文日",
    "Order": "注文",
    "Order ID": "注文ID",
    "Order status": "注文ステータス",
    "Price ($)": "価格 ($)",
    "All Currency": "すべての通貨",
    "4 offerd": "4 offerd",
    "All brands for Coaching": "コーチング用のすべてのメーカー",
    "Trade Protect For Buyers": "買い手向けの取引保護",
    "Update Time : 2025-09-10 16:41:31": "更新日時：2025-09-10 16:41:31",
    "Swapy.gg Buyer Protection Policy": "Swapy.gg 買い手保護方針",
    "1. What Buyer Protection Covers:" : "1. 購入者保護の対象:",
    "Swapy.gg's Buyer Protection safeguards you in the event of:" : "Swapy.gg の買い手保護は、次のような場合における保護を提供します：",
    "Non-receipt of the purchased order." : "購入された注文の受領がない場合。",
    "The product or service received significantly deviates from its description on the listing." : "リストに記載されている説明とは大きく異なる製品またはサービスを受け取った場合。",
    "2. Situations Not Covered By Buyer Protection:" : "2. 購入者保護によってはカバーされない状態:",
    "Buyer Protection does not extend to the following circumstances:" : "購入者保護は次の状態に対して適用されません:",



    "When the buyer has explicitly confirmed receipt of the order." : "購入者は明示的に注文の受領を確認した場合。",
    "Buyer's remorse or a change of mind after an order has been placed." : "購入者の悔いまたは注文後に意思変わりがある場合。",
    "Transactions initiated or conducted outside the Swapy.gg platform." : "Swapy.gg プラットフォーム外での取引が開始または実行された場合。",
    "Any alterations to an account or its contents by the game publisher/developer after a transaction is finalized.": "取引が完了した後にゲームの発行者/開発者がアカウントまたはそのコンテンツに変更を加えること。",
    "3. Fraudulent Claims:" : "3. 不正の訴え:",


    "Swapy.gg's Buyer Protection is strictly designed to prevent fraudulent claims. For instance, if a seller successfully transferred items but the buyer falsely claims non-receipt, such actions constitute fraud. Any buyer found engaging in fraudulent claims will face immediate account suspension. Swapy.gg reserves the right to pursue legal action against individuals making fraudulent claims.": "Swapy.ggの購入者保護制度は、不正な請求を防止するために厳格に設計されています。例えば、販売者が商品を正常に転送したにもかかわらず、購入者が未受領と虚偽の主張をした場合、そのような行為は詐欺行為に該当します。不正な請求行為が発覚した購入者は、直ちにアカウントを停止されます。Swapy.ggは、不正な請求を行った個人に対して法的措置を取る権利を留保します。",

    "4. Confirming Receipt:" : "4. 受領を確認する:",
    "It is essential for the buyer to confirm receipt only after thoroughly verifying that the received items or services are fully functional and accurately match the product description. A 'Confirmed Receipt' status signifies the completion of the transaction, indicating that the buyer is satisfied with their purchase and authorizes the release of payment to the seller.": "購入者は、受け取った商品またはサービスが完全に機能し、商品説明と正確に一致していることを徹底的に確認した上で、受領確認を行うことが重要です。「受領確認済み」ステータスは取引の完了を意味し、購入者が購入に満足し、販売者への支払いを承認したことを示します。",
    "5. Implied Acceptance of Product/Service:" : "5. 製品/サービスの暗黙の受領:",
    "If a buyer does not raise a claim or complaint within 72 hours following the seller's dispatch or delivery of the goods, the buyer will be considered to have accepted the purchased item or service. No refunds will be processed for orders that have reached a confirmed received and completed status.": "購入者が販売者による商品の発送または配達後72時間以内にクレームまたは苦情を申し立てない場合、購入者は購入した商品またはサービスを承諾したものとみなされます。受領確認および完了ステータスに達した注文については、返金は行われません。",
    "6. Dispute Resolution Engagement:" : "6. 請求解決責任:",
    "In the event of a transaction dispute, the buyer is required to promptly respond to our requests and submit all pertinent evidence (such as in-game screenshots, official proofs, etc.). Failure to respond within the stipulated timeframe will imply the buyer's acknowledgement that the issue has been resolved, and Swapy.gg will close the dispute.": "取引に関する紛争が発生した場合、購入者は当社の要求に速やかに応答し、関連する証拠（ゲーム内スクリーンショット、公式証明書など）をすべて提出する必要があります。規定の期限内に応答がない場合は、購入者が問題が解決したと認めたものとみなされ、Swapy.ggは紛争を終了します。",
    "7. Payment Disputes or Chargebacks:": "7. 支払い紛争またはChargebacks:",
    "Our Buyer Protection policy does not cover payment disputes or chargebacks initiated directly with payment providers. Should such an event occur, our internal investigation will cease, and no refund requests related to that transaction will be considered by Swapy.gg.": "当社の購入者保護ポリシーは、決済プロバイダーに直接申し立てられた支払い紛争やチャージバックには適用されません。そのような事態が発生した場合、当社の内部調査は中止され、当該取引に関連する返金リクエストはSwapy.ggでは検討されません。",
    "Start Shopping Now": "今すぐショッピングを始める",
    "Your Purchase is Protected!": "あなたの購入は保護されています!",
    "Digital Commerce priorities your security. Our escrow system safeguards your payment until you confirm delivery, and our Buyer Protection Policy ensures fair resolution in case of any issues. Buy with absolute confidence!": "Digital Commerceはお客様のセキュリティを最優先に考えております。エスクローシステムにより、配送完了までお支払いを保護し、万が一問題が発生した場合は購入者保護ポリシーに基づき、公正な解決を保証いたします。安心してご購入ください！",
    "How to Buy on Digital Commerce!": "Digital Commerceでの購入方法!",
    "Welcome to Digital Commerce! Our platform is designed to make buying digital products easy, fast, and secure. Follow these simple steps to find and purchase your desired items with confidence.": "デジタルコマースへようこそ！当社のプラットフォームは、デジタル商品を簡単、迅速、そして安全にご購入いただけるよう設計されています。以下の簡単な手順に従って、ご希望の商品を見つけて、安心してご購入ください。",
    "Find Your Desired Product": "希望の商品を見つける",
    "Begin by browsing our extensive categories or use the search bar to find the specific digital product you're looking for. You can filter results by game, region, price, and delivery time to pinpoint the perfect item.": "まずは豊富なカテゴリーからお選びいただくか、検索バーを使ってお探しのデジタル商品を見つけてください。ゲーム、地域、価格、配送時間で検索結果を絞り込み、最適な商品を見つけてください。",
    "Review Product Details & Seller Info": "商品詳細と販売者情報を確認",
    "Click on the product to learn more about the product and the seller.": "商品をクリックすると、商品の詳細と販売者情報を確認できます。",



    "Once you've found the right product, click 'Buy Now.' You'll be directed to the checkout page where you can review your order summary and add any optional notes for the seller.": "ご希望の商品が見つかったら、「今すぐ購入」をクリックしてください。チェックアウトページに移動し、注文内容を確認したり、販売者へのメモを追加したりできます。",

    "Add to Cart & Checkout": "カートに追加してチェックアウト",
    "Why Sell with Swapy.gg?": "Swapy.ggで販売する理由",
    "Heading: Benefits of Selling on Swapy.gg": "Swapy.ggでの販売のメリット",
    "Global Reach:": "世界中の視野:",
    "Access a vast community of buyers worldwide.": "世界中の買い手のコミュニティへのアクセス。",
    "Secure Transactions:": "安全な取引:",
    "Our escrow and Seller Protection policies protect your earnings.": "エスクローシスと販売者保護ポリシーは、あなたの収益を保護します。",
    "Easy Management:": "簡単な管理:",
    "User-friendly dashboard for listing, managing, and tracking sales.": "販売の公開、管理、および追跡を簡単に行うユーザーフレンドリーなダッシュボード。",
    "Dedicated Support:": "専門的なサポート:",
    "Our team is here to assist you with any questions or issues.": "ご質問や問題がございましたら、弊社のチームがお手伝いいたします。",
    "Flexible Payouts:": "支払い方法:",
    "Convenient withdrawals via Payoneer.": "Payoneerを使った便利な支払い方法。",
    "Start Selling": "販売を始める",
    "Sellers Protection Rules": "販売者保護ルール",
    "For Buyers": "買い手へ",
    "For Sellers": "販売者へ",
    "How do I buy a product?": "商品を購入する方法",
    "Browse or search for your desired digital product. Click on the product, review the details, click 'Buy No select your preferred payment method.'": "ご希望のデジタル商品を閲覧または検索してください。商品をクリックし、詳細を確認して「購入」をクリックし、ご希望のお支払い方法を選択してください。",
    "What payment methods are accepted?": "受け入れるお支払い方法は?",
    "We accept various payment methods including credit cards, PayPal, and more.": "クレジットカード、PayPal、そして他のお支払い方法を受け入れます。",
    "What is the buyer protection policy?": "買い手保護ポリシーは何？",
    "Our buyer protection policy ensures secure transactions and support for any disputes.": "当社の購入者保護ポリシーにより、安全な取引とあらゆる紛争に対するサポートが保証されます。",
    "How do I receive my purchased digital product?": "購入したデジタル商品を受け取る方法",
    "After purchase, you will receive a download link or access instructions via email.": "購入後、メールでダウンロードリンクまたはアクセス方法をお知らせします。",
    "What if the seller doesn't deliver the product?": "販売者が商品を届けない場合",
    "Contact support immediately and we will assist you with dispute resolution.": "即時にサポートにお問い合わせください。紛争を解決するために支援します。",
    "How do I become a seller?": "販売者になる方法",
    "Click 'Start Selling' or register an account and navigate to the seller dashboard. You will need to complete our seller verification pr providing personal information and an ID document.": "「販売を開始」をクリックするか、アカウントを登録して販売者ダッシュボードに移動してください。販売者認証を完了し、個人情報と身分証明書をご提供いただく必要があります。",
    "Why do I need to be verified to sell?": "販売者として認証する理由",
    "Verification helps us ensure the authenticity and trustworthiness of sellers on our platform.": "検証により、当社のプラットフォーム上の販売者の真正性と信頼性を確保することができます。",
    "What kind of digital products can I sell?": "販売可能なデジタル商品の種類",
    "You can sell ebooks, music, software, design files, and other digital goods.": "電子書籍、音楽、ソフトウェア、デザインファイル、その他のデジタル商品を販売できます。",
    "Register your product on the seller dashboard by providing the required details and uploading your files.": "必要な詳細を入力し、ファイルをアップロードして、販売者ダッシュボードに製品を登録します。",
    "How do I get paid?": "支払い方法",
    "Payments are processed securely via the platform, and funds are transferred according to your selected payout method.": "支払いはプラットフォームを介して安全に処理され、選択した支払い方法に従って資金が送金されます。",
    "Our platform uses industry-leading encryption to ensure your  transactions are safe and secure, guaranteeing asafeshopping experience.":"当社のプラットフォームは業界最先端の暗号化技術を使用して、取引の安全性を確保し、安全なショッピング体験を保証します。"






}
